[EZCAD]   
COMPANY = 
IDENTIFY =	 EZCAD2.0
LANGUAGE =	Finnish
DESCRIBABLE =	Finnish

[String]	
SOFTNAME =	 EzCad3
FILESUFFIX=	ez3
SOFTVERSION =	 3.0.0
COMPANY=	Beijing Golden Orange Technology Co., Ltd.\nPuhelin: (86)010-64419248\n
WEBSIBE=	WWW.BJJCZ.COM
ABOUT =	 noin
ABOUT_COPYRIGHT =	 Tekijänoikeus(C) 2004-2019
ABOUT_RIGHTS =	 kaikki oikeudet pidätetään
ABOUT_LICENSED =	 Oikeus käyttää tätä tuotetta kuuluu:
ABOUT_LAW =	 Varoitus: Tämä tietokoneohjelma on suojattu tekijänoikeuslaeilla ja kansainvälisillä sopimuksilla. Tämän ohjelman osan tai koko luvaton kopioiminen tai levittäminen voi olla ankarien siviili- ja rikosoikeudellisten seuraamusten kohteena, ja siitä voidaan asettaa syytteeseen mahdollisimman laajalti lain puitteissa. .
	
MENU_FILE =	 &tiedosto
MENU_FILE_NEW =	 &Uusi
MENU_FILE_OPEN =	 &Avata...
MENU_FILE_PRINT =	 tulosta Ctrl+P
MENU_FILE_SAVE =	 &Tallenna Ctrl+S
MENU_FILE_SAVE_AS =	 &Tallenna nimellä...
MENU_FILE_SCANIMAGE =	 Hanki ja skannaa kuva...
MENU_FILE_SYSTEM =	 &Järjestelmäparametrit...
MENU_FILE_IMGLIB =	 &Yleinen galleria...
MENU_FILE_IMPORT =	&Tulla sisään
MENU_FILE_MRU_FILE1 =	 viimeaikaiset tiedostot
	
MENU_EDIT =	 &Muokata
MENU_EDIT_COPY     =	 &kopio
MENU_EDIT_CUT      =	 &leikata
MENU_EDIT_COMBINE  =	 &Yhdistä Ctrl+L
MENU_EDIT_UNCOMBINE=	 &Erillinen yhdistelmä Ctrl+K
MENU_EDIT_GROUP    =	 &Ryhmittele Ctrl+G
MENU_EDIT_UNGROUP  =	 &Poista ryhmittely Ctrl+U
	
MENU_EDIT_PASTE=	 &liitä
MENU_EDIT_REDO =	 &Palauta
MENU_EDIT_UNDO =	 &Kumoa
MENU_EDIT_TOCURVE=	Muunna käyräksi Ctrl+Q
MENU_EDIT_HATCH  =	Täytä Ctrl+H
	
ID_FILE_IMGLIB =	 Avaa Suosikit-gallerian\nSuosikkigallerian
ID_FILE_IMPORT =	 Tuo tiedostot muissa muodoissa\nTuo tiedostoja
ID_FILE_MRU_FILE1 =	 avaa tämä asiakirja
ID_FILE_NEW =	 Luo uusi asiakirja\nUusi
ID_FILE_OPEN =	 Avaa olemassa oleva asiakirja\nAvaa
ID_FILE_PRINT =	 Tulosta aktiivinen asiakirja\nTulosta
ID_FILE_PRINT_PREVIEW =	 Näytä koko sivu\nTulostuksen esikatselu
ID_FILE_PRINT_SETUP =	 Muuta tulostin- ja tulostusasetuksia\nTulostusasetukset
ID_FILE_SAVE =	 Tallenna aktiivinen asiakirja\nTallenna
ID_FILE_SAVE_AS =	 Tallenna aktiivinen asiakirja uudella tiedostonimellä\nTallenna nimellä
ID_FILE_SCANIMAGE =	 Hanki skannattu kuva\nHae skannattu kuva
ID_EDIT_COPY =	 Kopioi valitun objektin ja sijoittaa sen leikepöydälle\nKopioi
ID_EDIT_CUT =	 Leikkaa valitun objektin ja sijoittaa sen leikepöydälle\nLeikkaa
ID_EDIT_PASTE =	 Lisää leikepöydän sisältö\nLiitä
ID_EDIT_REDO =	 Toista aiemmin kumottu toiminto\n Toista
ID_EDIT_UNDO =	 Kumoa viimeinen toiminto\nKumoa
ID_EDIT_GROUP =	 Ryhmittele valitut objektit\nRyhmittele
ID_EDIT_UNGROUP =	 Hylkää valitun ryhmäobjektin\nHylkää ryhmän
ID_EDIT_COMBINE =	 Ryhmittelee valitut objektit\nRyhmä
ID_EDIT_UNCOMBINE  =	 Irrota valittu ryhmäobjekti\nErillinen ryhmä
ID_SYSTEM_PARAM =	 Aseta järjestelmäparametrit\nJärjestelmäparametrit
TT_MATERIALPARAMASSIS=	Testaa lasermateriaaliparametreja\nMaterial Parameters Assistant
MATERIALPARAMASSIS=	Materiaaliparametrien avustaja
MENU_MODI =	 &Muuttaa
MENU_DRAW =	 &Piirrä
MENU_DRAW_POINT =	 &piste
MENU_DRAW_CURVE =	 &käyrä
MENU_DRAW_LINE =	 &Linja
MENU_DRAW_RECT =	 &Suorakulmio
MENU_DRAW_CIRCLE =	 &ympyrä
MENU_DRAW_ELLIPSE =	 &Ellipsi
MENU_DRAW_POLY =	 &Monikulmio
MENU_DRAW_TEXT =	&teksti
MENU_DRAW_BMPFILE =	 &Bittikarttatiedosto
MENU_DRAW_VECTORFILE =	 &Vektoritiedosto
MENU_DRAW_TIMER =	 &Viive
MENU_DRAW_INPUT =	 &tuloportti
MENU_DRAW_OUTPUT =	 &lähtöportti
MENU_DRAW_MESH3D=	 &3D pinnat
MENU_ALIGN_BOTTOM =	 Tasaa pohja
MENU_ALIGN_CENTER =	 keskipisteen kohdistus
MENU_ALIGN_CENTER_HOR =	 Vaakasuora keskilinjan kohdistus
MENU_ALIGN_CENTER_VER =	 pystysuora keskilinjan kohdistus
MENU_ALIGN_LEFT =	 vasemmalle tasattuna
MENU_ALIGN_RIGHT =	 Tasaa oikealle
MENU_ALIGN_TOP =	 yläreunan kohdistus
MENU_VIEW =	 &Näytä
MENU_VIEW_TOOLBAR =	 &Järjestelmätyökalupalkki
MENU_VIEW_ZOOMBAR =	 &Näytä työkalupalkki
MENU_VIEW_DRAWBAR =	 &Piirtotyökalupalkki
MENU_VIEW_ENTLIST =	 Objektiluettelopalkki
MENU_VIEW_ENTPROP =	 Objektin omaisuuspalkki
MENU_VIEW_STATUS_BAR =	 &tilapalkki
MENU_LASER =	 &Laser
	
ENTPROP =	 kohteen ominaisuuksia
MENU_VIEW_RULER =	 Näytä viivain
MENU_VIEW_GRID  =	 Näytä ruudukkopisteet
TT_SHRULER=	Näytä tai piilota viivain
TT_SHGRID=	Näytä tai piilota ruudukkopisteet
MENU_VIEW_GUILD =	 Apulinja
BK =	 tausta
DEGREE =	 Viettää
	
NAV_PICK_MOVEDIS=	hienosäätöetäisyyttä
WORKSPACE =	 Työtila
MENU_VIEW_SNAPGRID   =	 Snap Grid F7
MENU_VIEW_SNAPGUILD  =	 Snap Guide F8
MENU_VIEW_SNAPOBJECT =	 Kiinnitä objekti F9
MENU_ABOUT =	 &Noin
MENU_HELP =	 &auta
IDCANCEL =	 &Peruuttaa
IDOK =	 &OK
PASTE_X =	 Liitä Offset vaakasuunnassa
PASTE_Y =	 Pystysuuntainen Liitä Offset
SAVEAS =	 Tallenna nimellä
POINT =	 kohta
CURVE =	 käyrä
RECT  =	 suorakulmio
CIRCLE =	 pyöristää
ELLIPSE =	 soikea
ELLPISE =	 soikea
POLYGON =	 monikulmio
TEXT =	teksti
HATCH=	täyte
PATHTEXT=	polun teksti
CIRCLETEXT=	Kaaren teksti
BMPFILE =	 bittikarttatiedosto
VECTORFILE =	 vektoritiedosto
TIMER =	 viivyttäjä
IOINPUT =	 tuloportti
IOOUTPUT =	 lähtöportti
GROUP=	ryhmä
COMBINE=	yhdistelmä
LAYER=	 kerros
NAME =	 nimi
TYPE =	tyyppi
OBJECTINFO=	kohteen ominaisuuksia
TOCURVE=	Muunna käyräksi
EDGENUM =	sivujen lukumäärä
APPLY=	&Käytä
APPLYTOCOPY=	&Käytä &kopioi objektiin
MARKLOOP=	Käsittelyn määrä
POSITION=	Sijainti
RELATPOSITION=	suhteellinen sijainti
RELATCENTER=	Suhteellinen keskus
SIZE=	koko
ARRAY=	joukko
COUNT=	määrä
INC=	Inkrementaalinen
IOCTRLCONDITION=	IO-ohjaustila
ROUND=	pyöreyden aste
ALLROUND=	Kaikki kulmat pyöreät
DIAMETER =	 halkaisija
STARTANGLE =	 aloituskulma
ENDANGLE =	 päätykulma
FILENAME=	Tiedoston nimi
DYNFILE=	dynaaminen syöttötiedosto
FIXEDDPI=	Kiinteä DPI
FIXESIZEX=	Kiinteä X-mitta
FIXESIZEY=	Kiinteä Y-mitta
FIXEPOS=	Korjattu asento
INVERT=	käänteinen
GRAY=	harmaasävy
DITHER=	pistorasiat
LIGHTEN=	Kiiltohoito
BRIGHT=	kirkkaus
CONTRAST=	Kontrasti
SCANMODE=	skannaustila
BIDIRSCAN=	Kaksisuuntainen skannaus
YSCAN=	Y skannaus
DRILLMODE=	Pistetila
PIXELPOWER=	Säätöpisteen teho
	
BARCODE_ATTRIB=	 &Viivakoodin ominaisuudet...
BARCODE =	 viivakoodi
CREATE_BARCODE =	 Luo viivakoodeja
MODEIFY_BARCODE=	 Muokkaa viivakoodia
BARCODE_INPUTPT =	 Syötä viivakoodin vasemman alakulman koordinaatit
BARCODE_ERR_INVALIDSTR =	 Virheellinen viivakoodimerkkijono, anna uudelleen!
	
INFO_EAN13 =	EAN-13 on kiinteäpituinen viivakoodi. Sen merkistö sisältää vain numeroita 0-9. EAN-13 sisältää 13 merkkiä, joista ensimmäiset 12 ovat dataa ja viimeinen merkki on tarkistuskoodi. Koodi on järjestelmä lisää automaattisesti, ja järjestelmä ottaa vain ensimmäiset 12 merkkiä.
INFO_EAN13_2 =	 EAN-13+2 on EAN-13 plus 2 lisäkoodia, ja järjestelmä ottaa 2 viimeistä merkkiä lisäkoodeiksi.
INFO_EAN13_5 =	 EAN-13+5 on EAN-13 plus 5 lisäkoodia, järjestelmä ottaa 5 viimeistä merkkiä lisäkoodeiksi.
INFO_EAN8 =	 EAN-8 on kiinteäpituinen viivakoodi. Sen merkistö sisältää vain numeroita 0-9. EAN-8 sisältää 8 merkkiä, ensimmäiset 7 merkkiä ovat dataa ja viimeinen merkki on tarkistuskoodi. järjestelmä lisää automaattisesti, ja järjestelmä ottaa vain ensimmäiset 7 merkkiä.
INFO_EAN8_2 =	 EAN-8+2 on EAN-8 plus 2 lisäkoodia, ja järjestelmä ottaa 2 viimeistä merkkiä lisäkoodeiksi.
INFO_EAN8_5 =	 EAN-8+5 on EAN-8 plus 5 lisäkoodia, ja järjestelmä ottaa 5 viimeistä merkkiä lisäkoodeiksi.
	
CHECKNUM=	tarkista koodi
THINMODULEWIDTH=	Kapea moduulileveys
INFO_CODE39 =	39-viivakoodi on ei-peräkkäinen, ei-kiinteäpituinen kaksisuuntainen viivakoodi, jossa kaikki palkit ja välilyönnit edustavat tietoa; sen merkistö sisältää '0'-'9', 'AZ', välilyönnin, '$', '%' , '+' ,'-','.','/'; Valinnainen tarkistuskoodi, jonka järjestelmä lisää automaattisesti.
INFO_CODE39_EXTENDED=	 39 laajennettu viivakoodi on laajennettu viivakoodi 39 viivakoodiksi, se tukee kaikkia ASCII-merkkejä.
INFO_CODE93 =	 93-viivakoodi on jatkuva, ei-kiinteäpituinen kaksisuuntainen viivakoodi, jossa palkit ja välilyönnit edustavat tietoa; sen merkistö sisältää '0'-'9', 'AZ', välilyönti, '$', '%',' +', '-','.','/'; On valinnainen tarkistuskoodi, jonka järjestelmä lisää automaattisesti.
INFO_CODEBC412=	 BC412-viivakoodi on jatkuva, ei-kiinteäpituinen kaksisuuntainen viivakoodi, jossa kaikki palkit ja välilyönnit edustavat tietoa; sen merkistö sisältää '0'-'9' ja 'AZ' ei sisällä 'O'; tarkistuskoodi on järjestelmän automaattisesti lisäämä.
INFO_CODE11 =	11-viivakoodi on epäjatkuva, ei-kiinteäpituinen kaksisuuntainen viivakoodi, jossa palkit ja välilyönnit edustavat tietoa; sen merkistö sisältää '0'-'9','-', on valinnainen tarkistuskoodi, ja tarkistuskoodin määrittää järjestelmä Liity automaattisesti.
INFO_UPCA =	 UPC-A on kiinteäpituinen viivakoodi, sen merkistö sisältää vain numeroita väliltä '0'-'9', UPC-A sisältää 12 merkkiä, ensimmäiset 11 ovat dataa ja viimeinen merkki on tarkistuskoodi. järjestelmä lisää automaattisesti, ja järjestelmä ottaa vain ensimmäiset 11 merkkiä.
INFO_UPCA_2 =	 UPC-A+2 on UPC-A plus 2 lisäkoodia, ja järjestelmä ottaa 2 viimeistä merkkiä lisäkoodeiksi.
INFO_UPCA_5 =	 UPC-A+5 on UPC-A plus 5-numeroinen lisäkoodi, ja järjestelmä ottaa 5 viimeistä merkkiä lisäkoodiksi.
INFO_UPCE =	UPC-E on kiinteäpituinen viivakoodi, sen merkistö sisältää vain numeroita väliltä '0'-'9', UPC-E sisältää 8 merkkiä, ensimmäinen merkki on kiinteä 0, 2-7 merkkiä ovat dataa ja viimeinen 1 Jokainen merkki on tarkistuskoodi, järjestelmä lisää tarkistuskoodin automaattisesti ja järjestelmä ottaa vain ensimmäiset 6 merkkiä.
INFO_UPCE_2 =	 UPC-E+2 on UPC-E plus 2 lisäkoodia, ja järjestelmä ottaa 2 viimeistä merkkiä lisäkoodeiksi.
INFO_UPCE_5 =	 UPC-E+5 on UPC-E plus 5-numeroinen lisäkoodi, ja järjestelmä ottaa 5 viimeistä merkkiä lisäkoodina.
INFO_CODE25=	Code 25 -viivakoodi on epäjatkuva viivakoodi, jossa on vain tietoja edustavat palkit. Sen merkistö sisältää vain numeroita 0-9, eikä sen pituus ole kiinteä.
INFO_CODEINTER25=	Interleaved (ITF) 25 -koodi on jatkuva viivakoodi, jossa sekä pylväät että välilyönnit edustavat tietoa. Sen merkistö sisältää vain numeroita 0-9. Jos merkkien määrä on pariton, järjestelmä lisää automaattisesti alkunullan. ; Järjestelmä lisää automaattisesti valitun tarkistuskoodin.
INFO_CODECODABAR=	Codabar-viivakoodi on epäjatkuva, ei-kiinteäpituinen, kaksisuuntainen viivakoodi, jossa on itsetarkistustoiminto, jossa kaikki palkit ja välilyönnit edustavat tietoa; sen merkistö sisältää '0'-'9', 'AD','-', ' $',':','/','.','+';
INFO_CODE128A=	CODE128A-viivakoodi on jatkuva viivakoodi, jonka merkistö sisältää merkkejä, joiden ASCII-arvot ovat välillä 0-95, eikä kokoa ole rajoitettu.
INFO_CODE128B=	CODE128B-viivakoodi on jatkuva viivakoodi, jonka merkistö sisältää merkkejä, joiden ASCII-arvot ovat 32-127, eikä kokoa ole rajoitettu.
INFO_CODE128C=	CODE128C viivakoodi on jatkuva viivakoodi, sen merkistö sisältää '0'-'9' numeroita, jos merkkien määrä on pariton, järjestelmä lisää automaattisesti alkunullan;
INFO_EAN128A=	EAN128A-viivakoodi on jatkuva viivakoodi, jonka merkistö sisältää merkkejä, joiden ASCII-arvot ovat välillä 0-95, eikä kokorajoitusta ole.
INFO_EAN128B=	EAN128B-viivakoodi on jatkuva viivakoodi, jonka merkistö sisältää merkkejä, joiden ASCII-arvot ovat 32-127, eikä kokorajoitusta ole.
INFO_EAN128C=	EAN128C viivakoodi on jatkuva viivakoodi, jonka merkistö sisältää '0'-'9' numeroita, jos merkkien määrä on pariton, järjestelmä lisää automaattisesti alkunullan;
	
QUIET=	tyhjä
MID=	keskellä
SCALE=	Suhde
BARHEIGHT=	korkea viivakoodi
NARROWBARW=	Kapea moduulileveys
BAR=	nauhat
SPACE=	tyhjä
INTERCHARSCALE=	keskimmäinen merkkiväli
MODULETUNING=	Viivakoodimoduulin säätö
AUTOSIZE=	automaattinen koonmääritys
FIXEDSIZE=	Kiinteä koko
SHORTPDF417=	lyhennetty tila
ERRLEVEL=	virheenkorjaustaso
PDF417_ROWOUTRANGE=	PDF417-viivakoodirivien tulee olla 3-90 riviä!
PDF417_COLOUTRANGE=	PDF417-viivakoodisarakkeiden tulee olla 3-30 saraketta!
BARCODE_ERR_ROWCOL=	Asetettu rivien ja sarakkeiden määrä ei mahdu nykyiseen merkkijonoon!
SMALLEST=	pienin koko
MATRIX=	matriisi
MODULEWIDTH=	Moduulin leveys
REVERSE=	käänteinen
INFO_CODEPDF417=	PDF417-viivakoodi on kaksiulotteinen viivakoodi, jonka merkistö sisältää kaikki ASCII-merkit;
INFO_CODEMICROPDF417=	MicroPDF417-viivakoodi on kaksiulotteinen viivakoodi, jonka merkistö sisältää kaikki ASCII-merkit;
INFO_CODEDATAMTX=	DATAMATRIX-viivakoodi on kaksiulotteinen viivakoodi, jonka merkistö sisältää kaikki ASCII-merkit;
VALID=	tehokas
FONT =	 fontti
FONT_ANGLE =	 kaltevuus
FONTTYPE_BCF =	 viivakoodifontti
FONTTYPE_DMF =	 bittikarttafontti
FONTTYPE_JSF =	 yksirivinen fontti
FONTTYPE_TTF =	 TrueType-fontit
SHOWTEXT=	näyttötekstiä
TEXTHEIGHT=	tekstin korkeus
TEXTWIDTH=	tekstin leveys
TEXTOFFSETX=	Tekstin X offset
TEXTOFFSETY=	Tekstin Y offset
TEXTSPACE=	tekstin välit
POINTMODE=	pistetila
ROW=	Rivi
COL=	Lista
KEYBOARD =	 näppäimistö
DATE =	 Päivämäärä
SERIAL =	 sarjanumero
LISTFILE=	luettelotiedosto
DYNAMICFILE=	dynaaminen tiedosto
ENVARTEXT=	ota muuttuva teksti käyttöön
HEIGHT =	 korkea
CHARSPACE=	merkkivälit
CHARWIDTH=	merkin leveys
CHARHEIGHT=	hahmon korkeus
LINESPACE=	Riviväli
ANGLE =	 kulma
PROMPT_TRAY =	 Vinkkejä ennen kunkin erän käsittelyä
PROMPT_NEVER =	 älä kehota
PROMPT_PART =	 Vinkkejä ennen kunkin kappaleen käsittelyä
DATEFORMAT=	päivämäärämuoto
ADDDATEFORMAT=	Lisää päivämäärämuoto
STARTSN=	aloitusjärjestysnumero
CURSN=	nykyinen sarjanumero
INCSN=	Järjestysnumeron lisäys
MARKPER=	jokainen merkki
EXTEND=	laajentaa
PREFIX =	 etuliite
SUFFIX =	 pääte
SUPRES_ZERO =	 Tukista etunollat
RESETNO =	 nollaa sarjanumero
SERAIL_ARRAY =	 Ryhmän sarjanumero
SNDLG_FILTER =	 Suodata seuraavat sarjanumerot
LINENO=	rivin numero
ENCONTOUR=	ota profiili käyttöön
HATCH1=	pehmuste 1
HATCH2=	pehmuste 2
ENABLE=	ota käyttöön
PENNO=	kynän numero
HATCH_CALCALL=	Koko objektin laskenta
HATCH_EDGE=	kävellä ympäriinsä
LISTDIST=	Riviväli
EDGEOFFSET=	marginaali
STARTOFFSET=	aloitusoffset
ENDOFFSET=	loppusiirtymä
SETDEFAULT=	oletusasetuksena
WAITTIME=	odotusaika
MESSAGE=	Pikaviesti
SETOUTPUT=	aseta lähtöportti
SYSTEMPARAM =	 Järjestelmän parametrit
GENERAL =	 tavanomaista
COLOR =	 väri-
WORKSPACE =	 Työtila
AUTOSAVE =	 automaattinen varmuuskopiointi
MOVEROTATE =	 liikuttaa kiertoa
PLUGMGR =	 Plugin Manager
UNIT_TYPE =	 yksikon tyyppi
GRID_DIST =	 ruudukon väli
GRID =	 ruudukko
SHOW_GRID =	 näytä ruudukko
MM =	 mm
INCH =	 tuumaa
WORKSPAC_SHOW =	 näytä työtila
WORKSPAC_CIRCLE =	 pyöreä työtila
LB_CORNER =	 alhaalla vasemmalla
WIDTH =	 leveys
BIGNUDGESCALE=	Suuri säätösuhde
NEXTVALID =	 Tämä muutos tulee voimaan vasta seuraavassa käynnistyksessä
EVERY =	 Joka
BAKEXPLAIN =	Tallenna nykyiset tiedot AutoSave.Ezd-tiedostoon ohjelmahakemistossa määritetyin aikavälein.
BAKTIME =	 "minuutit, automaattinen varmuuskopiointi"
	
ZOOM_WINDOW1 =	 ikkunan suurennus
ZOOM_WINDOW2 =	 ikkunan suurennus
PICK =	 valitse
PICK_ALL=	Valitse kaikki
PICK_BYENT =	 Objektin mukaan
PICK_COPY =	 mobiilikopio
PICK_COPYENT =	 kopio
PICK_CUT =	 leikata
PICK_DEL =	 poista valinta
PICK_ENT_CNT =	 Valitse objektien määrä
PICK_ENTITY =	 kohde on valittu
PICK_GL =	 Vedä ohjetta
PICK_INV =	 käänteinen valinta
PICK_LEFT =	 Venytä vasemmalle ja oikealle
PICK_LOCK =	 valinnan lukko
PICK_MOVE =	 Siirrä muunnos
PICK_PEN =	 Valitse kynällä
PICK_NOENTITY =	 Objekteja ei ole valittu
ERR_0001 =	 Tämä parametri ei voi olla pienempi kuin 0,001, anna uudelleen
ERR_CRC     =	 Tiedoston tietojen vahvistusvirhe, tiedosto saattaa olla vioittunut.
ERR_DELSYSLAYER =	 Järjestelmän oletustasoa ei voi poistaa
ERR_DELUSELAYER =	 Käytössä olevaa tasoa ei voi poistaa
ERR_MATCHFONTERR =	 Fonttia ei löydy
ERR_MEMORY  =	 Muistitila ei riitä riittävän muistin varaamiseen.
ERR_NOFINDIMPORT =	 Kelvollista syöttölaajennusta ei löytynyt
ERR_OPENFILE =	 tiedoston avaaminen epäonnistui
ERR_READFILE     =	 Tiedoston lukeminen epäonnistui
ERR_RENAMESYSLAYER =	 Järjestelmän oletustason nimeä ei saa muuttaa
ERR_SAVEFILE =	 Tiedoston tallennus epäonnistui
ERR_SERIAL_FORMA =	 Tiedostomuoto on väärä, tiedosto saattaa olla vioittunut.
ERR_VERSION =	 Väärä versio tiedostosta.
ERROR_VAR_FILTER =	Suodattimet ovat liian ankaria kelvollisten muuttujatekstiobjektien luomiseksi\nPoista suodattimia ja yritä uudelleen
IS_TEXT_TO_GRAPH =	 muunnetaanko tätä fonttia käyttävä teksti grafiikaksi
CMD_OPENFILE =	 avaa tiedosto
CMD_SAVEFILE =	 tallenna asiakirja
OPEN =	 Avata
TIP_NOTITLE =	 Nimetön
NOTITLE =	 Nimetön
FILE_ISSAVEAS =	 Tallennetaanko muutetut tiedostot kohteeseen
CHECK_SAVEPRE =	 tallenna esikatselukuva
CHECK_SCALE =	 pidä mittasuhteet
CHECK_SHOWPRE =	 Näytä esikatselukuva
STATIC_SAVETYPE =	 tulostusmenetelmä
RADIO_SAVEALL =	 tulostaa kaikki objektit
RADIO_SAVEPICK =	 lähdön valintaobjekti
AUTHOR =	 kirjoittaja
COMMENT =	 Huomautuksia
FILEINFO =	 tiedostotiedot
VERSION =	 Versio
CMD_NEWFILE =	 luo uusi tiedosto
PICK_PASTE =	 liitä
CENFIELD=	paikasta keskustaan
AUTOSAVEFILE =	 Varmuuskopioi suunnittelutiedostoja automaattisesti...
ON=	avata
OFF=	kiinni
GUIDELINE =	 Apulinja
OBJECT=	esine
	
	
	
	
ID_DRAW_CIRCLE =	 Piirrä ympyrä\nPiirrä ympyrä
ID_DRAW_ELLIPSE =	 Piirrä ellipsi\nPiirrä ellipsi
ID_DRAW_PLINE =	 Piirrä käyrä\nPiirrä käyrä
ID_DRAW_LINE =	 Piirrä viiva\nPiirrä viiva
ID_DRAW_POINT =	 Piirrä piste\nKaaviopiste
ID_DRAW_POLY =	 Piirrä monikulmio\nPiirrä monikulmio
ID_DRAW_RECT =	 Piirrä suorakulmio\nPiirrä suorakulmio
ID_DRAW_TEXT =	 Piirrä teksti\nPiirrä teksti
ID_DRAW_BITMAP=	 Piirrä bittikarttatiedosto\nPiirtää bittikarttatiedostoa
ID_DRAW_VECTOR=	 Piirustusvektoritiedosto\nPiirtovektoritiedosto
ID_DRAW_TIME  =	Piirustusviive\nPiirtoviive
ID_DRAW_INPUT =	 Piirrä tuloportti\nPiirrä tuloportti
ID_DRAW_OUTPUT=	 Draw Outlet\nDraw Outlet
	
	
ID_TOOL_NODE =	 Muokkaa kaavion solmua\nSolmumuokkaus
ID_TOOL_PICK =	 Kaavion valintatyökalu\nKaavion valinta
ID_MODIFY_HATCH =	 Täytä valitut objektit\nTäytä
ID_TOGRAPH =	 Muunna objekti graafiseksi objektiksi\nGrafiaksi
ID_VIEW_STATUS_BAR =	 Näytä tai piilota tilapalkki\nNäytä ja piilota tilapalkki
ID_VIEW_TOOLBAR =	 Näytä tai piilota järjestelmän työkalupalkki\nNäytä ja piilota järjestelmäpalkki
ID_VIEW_ZOOMBAR =	 Näyttää tai piilottaa näkymän työkalupalkin\nNäyttää ja piilottaa näkymäpalkin
ID_VIEW_DRAW_BAR=	 Näytä tai piilota piirtotyökalurivi\nNäytä ja piilota piirustuspalkki
ID_VIEW_ENTPROP=	 Näytä tai piilota objektin ominaisuuspalkki\nNäytä ja piilota objektin ominaisuuspalkki
ID_VIEW_ENTLIST=	 Näytä tai piilota objektiluettelopalkki\nNäytä ja piilota objektiluettelopalkki
	
ID_ZOOM_ALL =	 Näyttää kaikki objektit maksimissaan\nNäytä kaikki
ID_ZOOM_PICK =	 Näytön enimmäisvalinta\nValitse havainto
ID_ZOOM_IN =	 Tuplaa näyttö\nLähennä
ID_ZOOM_OUT =	 Tuplaa näyttö\nLoitonna
ID_ZOOM_PAN =	 Panoroi näyttö\nPan
ID_ZOOM_WINDOW =	 Ikkunan skaalaus\nIkkunan skaalaus
ID_ZOOM_WORKSPACE =	 Näytä koko työalue\nTyöaluenäkymä
ID_SNAP_GUILD =	 Kiinnitä ohjaimiin\nKiinnitä ohjaimiin
ID_SNAP_GRID =	 Kiinnitä ruudukkoon\nNapsauta ruudukkoon
ID_SNAP_OBJECT=	 Snap Object\nSnap Object
ID_SNAP_MESHVERTEX=	 Kiinnitä pinnan kärkipisteisiin\nSnapsa pintapisteisiin
ID_APP_ABOUT =	Näytä ohjelmatiedot, versionumero ja tekijänoikeudet\nTietoja
ID_APP_EXIT =	 Poistu sovelluksesta; kehottaa tallentamaan asiakirjan\nPoistu
	
	
TT_PICKALL =	 Valitse kaikki objektit\nValitse kaikki objektit
TT_PICKDEL =	 Poista valitut objektit\nPoista valitut objektit
TT_PICKINVERT =	 Käänteinen valinta\nKäännä valinta
TT_PICKLOCK =	 Lukitse valittu objekti\nLukitse
TT_PICKUNLOCK =	 Avaa valitun objektin lukitus\nAvaa lukitus
TT_PICKUNLOCKALL =	 Avaa kaikkien objektien lukitus\nAvaa kaikki
TT_PICKCEN =	 Lähtöpaikasta\nSijainnista lähtöpaikkaan
TT_PICKCENX =	X-keskus on sijoitettu Y-akselille\nX-keskus on sijoitettu Y-akselille
TT_PICKCENY =	 Y-keskus on sijoitettu X-akselille\nY-keskus on sijoitettu X-akselille
TT_PICKPEN=	Valitse objektit kynänumeron mukaan\nValitse objektit kynänumeron mukaan
TT_NODE_ADD =	 Lisää solmu\nLisää solmu
TT_NODE_ALIGN =	 Solmun kohdistus\nSolmun kohdistus
TT_NODE_ARC =	 Muunna kaareksi\nkaareksi
TT_NODE_BEZIER =	 Muunna käyräksi\nkäyräksi
TT_NODE_CLOSE =	 Sulje käyrä automaattisesti\nSulje käyrä automaattisesti
TT_NODE_DEL =	 Pienennä solmua\nPienennä solmua
TT_NODE_DIR =	 Muuta käyrän suuntaa\nMuuta käyrän suuntaa
TT_NODE_LINE =	 Muunna suoraksi\nMuunna suoraksi
TT_NODE_REDUCE =	 Automaattinen vähennyspisteet\nPisteiden automaattinen vähennys
TT_NODE_SEPARATE =	 Irrota solmu\nIrrota solmu
TT_NODE_SHARP =	 Terävä siirtymä\nTerävä siirtymä
TT_NODE_SMOOTH =	 Tasainen siirtymä\nSileä siirtymä
TT_NODE_SYSMETRIC =	 Symmetrinen siirtymä\nSymmetrinen siirtymä
TT_NODE_UNITE =	 Fuusiosolmu\nFusion Node
TT_POINTONCURVE=	piste käyrällä
TT_ADDLAYER=	Lisää kerros\nLisää taso
TT_DELLAYER=	Poista taso\nPoista taso
ADDLAYER=	lisää kerros
DELLAYER=	poista kerros
ROTATEANG =	 Pyörimiskulma
MOVEDIST  =	 Liikkumisetäisyys
ZOOMSCALE =	 skaalaussuhde
INPUTPT =	 syöttöpiste
INPUTSTARTPT =	 Syötä aloituspiste
INPUTCENTER  =	 Syötä ympyrän keskipiste
PICKCURVE=	Valitse käyrä, johon piste asetetaan
PONITNUM=	pisteitä
POINTDIST=	pistevälit
TEXT_POS=	Valitse, mihin teksti sijoitetaan
ALIGN =	 kohdistaa
UNDO=	kumoa
REDO=	toipua
MENU_FINISH=	&loppu
MENU_CLOSEFINISH=	&Suljettu loppu
MENU_COOR=	&Anna koordinaatit
TRANSFORM =	 muuttaa
CENTER =	 keskusta
MIRROR =	 peili
SHEAR=	kallistaa
PEN=	Kynä
SPEED=	nopeus
OBJECTLIST=	objektiluettelo
APPLYDEF=	parametri asetettu oletusarvoon
ADVANCE=	pitkälle kehittynyt
POWER=	tehoa
FREQ=	taajuus
TICKLE=	Esi-ionisaatio
STARTTC=	Käynnistysviive
ENDTC=	lopetusviive
POLYTC=	kulman viive
SECOND=	toinen
US=	mikrosekuntia
DELETE=	poistaa
PARAMLIB=	parametrikirjasto
INPUTPARAMNAME=	Syötä parametrin nimi
GUILDLINE =	 Apulinja
PARAMNAMENONULL=	Parametrin nimi ei voi olla tyhjä
PARAMNAMEEXIST=	Parametrin nimi on jo olemassa! Korvataanko vanha parametri?
REALYDELPARAM=	Haluatko varmasti poistaa nykyisen parametrin?
REALYAPPDEF=	Oletko varma, että haluat käyttää nykyisiä parametreja oletusparametreina?
JUMPSPEED=	Hyppynopeus
JUMPPOSTC=	Hyppyasennon viive
JUMPDISTTC=	Hyppymatkan viive
ADVANCEMARKPARAM=	Kehittyneet merkintäparametrit
ENDCOMP=	päätepisteen korvaus
ACCDIST=	Kiihtyvyysetäisyys
MARK=	merkintä
SELECTAPARAM=	Valitse parametri
MODIFYCOLOR=	Vaihda väri
MODIFPARAM=	Muuta parametreja
APPLYTOPICK=	sovelletaan valintaan
PARAM=	parametri
NOMOREMARKPARAM=	Vain oletusparametrit, ei voi muuttaa
NOPICKOBJECT=	objektia ei ole valittu
SETDEFPEN=	asetettu oletuskynäksi
MENU_SPECIAL=	&Erityinen
FAILOPENLMC=	LMC1-ohjainta ei voi avata Tarkista, että LMC1-ajuri on asennettu oikein!
NOTFINDLMC=	Kelvollista LMC1-laitetta ei löytynyt!
MENU_LASER=	&Laser
DISABLEUSE =	 Käyttö kielletty
ENABLEUSE =	 käyttää
FIELD=	alueella
LASERCTRL=	laserohjaus
EXTAXIS=	Laajennettu akseli
CONFIGPARAM=	Konfigurointiparametrit
NEGATE=	käänteinen
ASPECT=	Ulkopuoli
FIELDSIZE=	Alueen koko
GALVO=	Galvo
	
MARKSTR_AFTERMARK=	Mene käsittelyn jälkeen määritettyyn paikkaan
MARKSTR_AFTER1=	eivät liiku
MARKSTR_AFTER2=	Galvon keskus
MARKSTR_AFTER3=	kohteen vasempaan yläkulmaan
MARKSTR_AFTER4=	Objektin oikea yläkulma
MARKSTR_AFTER5=	kohteen oikeasta alakulmasta
MARKSTR_AFTER6=	kohteen vasempaan alakulmaan
MARKING=	Merkitään...
WAITIOINPUT=	Odotetaan IO-tuloportin signaalia...
	
PART=	Komponentit
TOTALNUM=	kaikki yhteensä
CONTINUES=	Jatkuva käsittely
MARKSELECT=	Valitse käsittely
QUIT=	lopettaa
LIGHTSHOW=	punainen valo näyttö
	
QSWITCH=	Q-kytkin
ANALOGOUT=	Analoginen lähtö
CALIBRATION=	Korjaus
OTHER=	muu
ENPWMSIGNALE=	Ota PWM-signaalilähtö käyttöön
MAXPWMFREQ=	PWM-signaalin maksimitaajuus
ENABLETICKLE=	Ota esiionisointi käyttöön
PULSEWIDTH=	Pulssin leveys
PULSEPERIOD=	Pulssitaajuus
FPK=	ensimmäinen pulssin vaimennus
FPKEND=	Kytke Q-kytkin päälle, kun ensimmäinen pulssin vaimennus päättyy
ANALOGOUT=	Analoginen lähtö
ANAPOWER=	Ota analogisen portin lähtö käyttöön
ANAFREQ=	Ota taajuus analogisen portin lähtö käyttöön
STARTMARKDELAY=	Aloita merkinnän viive
FINSIHMARKDELAY=	Loppumerkin viive
MAXPOWERDELAY=	Tehon enimmäisviive
USERDEFRATIO=	Käyttäjän määrittämä mittakaava
REALRATIO=	Todellinen suhde
FREQMAP=	taajuuskartoitus
POWERMAP=	tehokartoitus
READY=	Valmistella
BTNSTOP=	STOP (F4)
BTNMARK=	Merkki (F2)
BTNPARAM=	Parametrit (F3)
BTNQUIT=	POISTU (F5)
BTNLIGHT=	Punainen valo (F1)
MARKSTR_NOENTITY=	Tietoja ei voida käsitellä, tarkista onko tiedosto ladattu!
MARKSTR_NOENTITY_SELECT=	Käsiteltäviä tietoja ei ole, tarkista onko käsittelykohde valittu!
DOG_DATAERROR =	 Salauslukon tiedot ovat väärät, tarkista, onko salauslukko asetettu oikein
DOG_SHARETIME =	 Nykyinen versio on jaettu versio, olet käyttänyt sallitun ajan!\nJos haluat jatkaa tämän ohjelmiston käyttöä, ota yhteyttä ohjelmiston myyjään
DOG_SHARE =	Nykyinen versio on jaettu versio, olet käyttänyt sallitun määrän!\nJos haluat jatkaa tämän ohjelmiston käyttöä, ota yhteyttä ohjelmiston myyjään
DEMOVERSION=	Donglia ei löydy! Ohjelmisto toimii demotilassa
DELHATCH=	poista pehmuste
CURTIME=	tämänhetkinen aika
TOTALTIME=	kokonaisaika
PULSELENGTH=	Pulssin leveys
CHECK=	havaita
LASERON=	Kytke laser päälle
LASEROFF=	laser pois päältä
POSX=	X-asento
POSY=	Y-asento
LASERWILLOUTPUT=	Paina OK tulostaaksesi laserin, oletko varma, että haluat tulostaa laserin?
WARN=	varoittaa
SCANIMAGE=	skannaa kuva
BOTTOM =	 pohja
TOP =	 alkuun
	
ORIGIN_PTNUM=	Syötä nollapiste
ORIGIN_WAY=	Takaisin alkuperämenetelmään
PLUGFILENAME =	 Plugin-tiedoston nimi
	
PLUGSTATE =	 laajennuksen tila
PLUGVER =	 Plugin-versio
PROMPT =	 vihje
MENU_APP_EXIT =	 &Poistu
LMCVERERROR=	LMC-laitteistoversion virhe
WELD=	hitsaus
TRIM=	karsia
INTERSECT=	ylittää
WELDTO=	hitsattu
TRIMTO=	leikattu klo
INTERSECTTO=	ylittää
PLASTIC=	muoto
SAVESRC=	säilyttää alkuperäinen esine
SAVETAR=	pidä kohdeobjekti
NOVALIDONCEMORE=	Ei valittua kelvollista objektia, valitaanko uudelleen?
FILE=	asiakirja
PORT=	portti
IOSTOP=	Lopeta tuloportin käsittely
STOPPROMPT=	Ilmoitus, kun koneistus lopetetaan
STOPSIGNALTRIG=	Pysäytyssignaali laukeaa ja virran käsittely pysähtyy!
REMOTE=	kaukosäädin
ENREMOTE=	Ota kaukosäädin käyttöön
NETWORKIP=	verkon IP-osoite
QPULSEWIDTH=	Q pulssin leveys
POINTTIME=	tehdä aikaa
LEFT =	 vasemmalle
RIGHT =	 oikein
ALIGN_NODECTRL=	Kohdista solmun ohjauspisteet
NODE_ALIGN=	Kohdista solmu
OFFSETLEN=	offset pituus
BASELENGTH=	pohjan pituus
TRANFORM=	muuttaa
BASE=	benchmark
FREE=	 vapaa
BASEANGLE=	vertailukulma
ANGLELIMIT=	Kulman alueen raja
CHANGEORDER=	muuttaa järjestystä
MODIFY=	Tarkistaa
ROAXIS=	pyörimisakseli
ZERO=	nolla
STEPPERRO=	Pulssit per kierros
DISTPERRO=	Liikeetäisyys per kierros
MINPOS=	Vähimmäiskoordinaatit
MAXPOS=	suurin koordinaatti
MINSPD=	miniminopeus
MAXSPD=	Suurin nopeus
ZEROSPD=	Paluunopeus nolla
GEARRATIO=	Vähennyssuhde
PARTDIA=	Työkappaleen halkaisija
ZEROOFF=	Nollapoikkeama
ACCTIME=	kiihtyvyysaika
SCALECOMP=	Suhteellinen korvaus
SHEARCOMP=	kohdistusvirheen kompensointi
SPACECOMP=	Takaiskun kompensointi
GOTOORIGIN=	Laajennetun akselin korjauksen nollapiste
PLSPICKAPEN=	Valitse kynä
BITMAP=	bittikartta
LINEINC=	Bittikartan skannausviivan lisäys
NODE_DELETE =	 poista solmu
NODE_ADD =	 lisää solmu
NODE_UNITE=	fuusiosolmu
NODE_TOARC =	 Muunna kaarisegmentiksi
NODE_TOBEZ =	 Muunna käyräsegmentiksi
NODE_TOLINE =	 Muunna janaksi
NODE_TOSHARP =	 kärki siirtymä
NODE_TOSMOOTH =	 sujuva siirtyminen
NODE_TOSYSMETRIC =	 Symmetrinen siirtymä
NODE_ALIGN =	 solmun kohdistus
NODE_CHANGEDIR =	 Muuta käyrän suuntaa
MARKON=	Avaa merkintä
MARKOFF=	merkitä
CURVEEDIT =	 Käyrän muokkaus
MENU_AUTOCONNECT=	automaattinen yhteys
CONNECTERR=	Automaattinen yhteysvirhe
	
PRINTER  =	 tulostin
PRINT  =	 Tulosta
STYLE  =	tyyppi
STATUS =	 osavaltio
REMARK =	 Huomautus
COPYNUM=	 kopioiden määrä
ATTRIB=	 Attribuutit
PRINTCOPYNUM=	 kopioiden määrä
AUTOPAGE=	Automaattinen sivutus
PRINTRANGE=	tulostusalue
PRINTALL=	tulosta kaikki
PRINTSEL=	valitse tulostus
PAGESETUP=	sivun asetukset
	
MARGIN=	Marginaalit
MARGINLEFT =	vasen marginaali
MARGINRIGHT=	oikea marginaali
MARGINTOP  =	ylämarginaali
MARGINBOTTOM=	alamarginaali
	
PAGECEN     =	sivun keskusta
PAGECENUP   =	ylempi keskiosa
PAGECENLEFT =	keskellä vasemmalle
PAGECENRIGHT=	keskellä oikealla
PAGECENDOWN =	keskimmäinen ja alempi
	
PAGELEFTUP   =	ylävasen
PAGERIGHTUP   =	Yläoikea
PAGELEFTDOWN  =	alhaalla vasemmalla
PAGERIGHTDOWN =	ala oikea
PAGEFILL=	muuta sivun kokoa
PAGERANDOM=	muokata
AXISSTEP=	Liikkeen askelpituus
SPLITSIZE=	Jaettu koko
SPLITPARAM=	segmentointiparametri
SPLITBYGUILDLINES=	Jaa apuviivailla
ORIGIN=	alkuperä
LIGHTING=	punainen valo osoittaa
SPLITMARK1=	Halkaistu merkintä 1
SPLITMARK2=	Jakomerkki 2
ORIGINCOOR=	lähtökoordinaatit
SETCURPOSTOORIGIN=	(&D)Aseta nykyinen piste origoksi
SETORIGIN=	aseta alkuperä
SPECIALMOTION=	erityinen liike
STOP=	lopettaa
GOTOMARKORIGIN=	Siirry merkinnän alkupisteeseen
REDLIGHTPOINT=	punaisen valon merkkivalo
LIGHTSPEED=	punaisen valon nopeus
OFFSETPOSX=	siirtymäasento X
OFFSETPOSY=	siirtymäasento Y
REDLIGHTIO=	Punainen valo osoittaa lähtöportin
MARKIO=	Merkintätulos
NULL=	ei mitään
INPUTTEXT=	Kirjoita käsiteltävä teksti
FORCESPLIT=	pakkojako
LINE=	suora viiva
RIGHTCOOR=	Paina hiiren oikeaa painiketta syöttääksesi koordinaatit
INPUTCOOR=	Anna koordinaatit
FINISHGOTOSTARTPT=	Palaa käsittelyn jälkeen aloituspisteeseen
STARTMARKIO=	Aloita porttien merkitseminen
INPORT=	tuloportti
AUTORESET=	Automaattinen nollaus
JSFFONT_FILENAME=	jsf-fonttitiedoston nimi
GRAPHCHAR=	Grafiikoita vastaavat merkit
UPDATEFONTFILE=	Päivitä fonttitiedosto
OFFSET_DIST=	siirtymäetäisyys
JCZFONT_NEWJSF=	Tiedostoa ei ole olemassa, luodaanko uusi tiedosto?
JSFFONT_NAME=	fontin nimi
DOUBLEWIDTH=	kaksinkertainen merkin leveys
DOUBLEHEIGHT=	kaksoismerkin korkeus
SINGLEWIDTH=	yhden merkin leveys
SINGLEHEIGHT=	yhden merkin korkeus
JSFFONT=	Jsf-fontti
JCZFONT_PROPERTY=	fontin ominaisuudet
ENMARKMUTEX=	Ota mutex-merkintä käyttöön
MARKPARAM=	Merkintäparametrit
ONOFF=	vaihtaa
CURPEN=	nykyinen kynänumero
CURPENPARAM=	nykyiset kynäparametrit
USEDEFAULTPEN=	Käytä oletusparametreja
SELPARAMFROMLIB=	Hae parametrit parametrikirjastosta
DELETESELPARAM=	poista valittu parametri
CURPARAMSAVEAS=	Tallenna nykyiset parametrit nimellä
PLSSELPARAM=	Valitse ensin parametri
ID_DRAW_BARCODE =	 Piirrä viivakoodi\nPiirrä viivakoodi
MENU_VIEW_MARKPARAM=	Merkintäparametripalkki
ID_VIEW_MARKPARAM=	Näyttää tai piilottaa merkintäparametripalkin\nNäyttää tai piilottaa merkintäparametripalkin
SHOWCROSSLINE=	Näytä keskiristi
SELPOSDATUM=	Valitse paikkakoordinaateille peruspiste
PULSEGREATEMAX=	Asetettu Q-pulssin leveys on suurempi kuin pulssin enimmäisleveys
MAXPULSEWIDTH=	Suurin pulssin leveys
CURFREQ=	nykyinen taajuus
FIELDNAME=	Kenttä nimi
CURRENT=	nykyinen
CURRENTMAP=	Nykyinen kartoitus
ENCURRENT=	Ota virtalähtö käyttöön
EXESTART =	Kun ezcad käynnistyy, suorita ohjelma
EXEFINISH=	Kun ezcad on suljettu, suorita ohjelma
PARAMNAME=	parametrin nimi
GOALSIZE=	kohdemerkin koko
REALSIZE=	Todellinen merkintäkoko
CALCSCALE=	Laske suhde
GOALMUSTGREATE=	Kohdemerkin koon on oltava suurempi kuin 0,001
REALMUSTGREATE=	Todellisen merkinnän koon on oltava suurempi kuin 0,001
FORCEALLSPLIT=	Koko divisioona
USEGUILINSTARS=	Digitaalisen Q-kytkinohjaimen käyttö
	
DESCENTRATIO=	Matala korkea suhde
DESCENT=	alas korkealle
ASCENT=	Shanggao
BASELINE=	perusviiva
LOADCHAR=	Lataa merkkitiedot
SAVECHAR=	tallentaa merkkitiedot
LEFTSIDE=	Vasemman tuen leveys
RIGHTSIDE=	Oikea tuen leveys
HELP =	 auta
HELP_BLUEBOX=	Sininen kehys on alue, jolla hahmo on, kun se todella näytetään
HELP_DESCENTRATIO=	Matala korkea suhde
HELP_CHARWIDTH=	Merkin leveys viittaa nykyisen kirjasinkirjaston vakiomerkkien leveyteen
HELP_CHARHEIGHT=	Merkkien korkeus viittaa nykyisen kirjasinkirjaston vakiomerkkien korkeuteen
HELP_LEFTSIDE=	Vasen tukileveys on merkin todellisen tiedon ja vasemman reunan välinen etäisyys
HELP_RIGHTSIDE=	Oikea tukileveys on merkin todellisen tiedon ja oikean reunan välinen etäisyys
HELP_BASELINE=	Perusviiva on vaakasuora viiva, jota käytetään kohdistukseen fonttia rakennettaessa
CHARKERNING=	Hahmon kerning
NOFONTFILE=	Kelvollista fonttitiedostoa ei löytynyt, valitse kelvollinen kirjasintiedosto!
INPUT2CHAR=	Syötä kaksi merkkiä
SAVEKERNING=	tallenna kerning
JCZFONT_VER1=	Nykyinen fonttikirjasto on versio v1.0, ja se muunnetaan versioon v2.0.\nKäynnistä ezcad2.0 uudelleen ennen kuin muutos astuu voimaan!
PULSEMODE=	Vector pistekuvio
PULSEPER=	Pulssit per piste
FLYMARK=	lentävä merkintä
FLYSPEED=	Lineaarinen nopeus
ERR_FLYSPEEDFAST=	Siiman nopeus on liian nopea, jotta galvo ei pääse kiinni!\nSiimanopeuden on oltava pienempi kuin merkintä- ja hyppynopeus!
MS=	millisekunti
CANHATCH=	voidaan täyttää
PASSWORD=	Salasana
CONFIRMPASSWORD=	Vahvista salasana
PASSWORDNOSAME=	Kaksi kertaa syötetyt salasanat ovat erilaisia, kirjoita uudelleen!
PASSWORDUNVALID=	väärä salasana!
OUTPORTALRADYUSE=	Lähtöportti on ollut toisen laitteen käytössä, nollaa se!
LASERPOWERIO=	Laserteho
POWERON=	virta päälle
POWEROFF=	virta pois
EZCADSTR_ID_FILE_IMGLIB =	 Avaa Suosikit-gallerian\nSuosikkigallerian
EZCADSTR_IDC_STATIC_NEWIMG =	 Anna kuvan nimi
EZCADSTR_IDC_STATIC_NEWLIB =	 Anna gallerian nimi
EZCADSTR_IDC_STATIC_NEWLIB_FILENAME =	 Anna tiedostonimi (.glb)
EZCADSTR_IMGDLG_BUTTON_DELIMG =	 poista kuva
EZCADSTR_IMGDLG_BUTTON_DELLIB =	 poista galleria
EZCADSTR_IMGDLG_BUTTON_NEWIMG =	 lisää kuva
EZCADSTR_IMGDLG_BUTTON_NEWLIB =	 Uusi galleria
EZCADSTR_IMGDLG_KEEPSIZE =	 Lukitusasteikko
EZCADSTR_IMGDLG_NEWIMG =	 lisää kuva
EZCADSTR_IMGDLG_NEWLIB =	 Uusi galleria
EZCADSTR_IMGDLG_STATIC_EXPORT =	 Vie grafiikkaasetukset
EZCADSTR_IMGDLG_STATIC_HEIGHT =	 korkea
EZCADSTR_IMGDLG_STATIC_NAME =	 Gallerian nimi
EZCADSTR_IMGDLG_STATIC_PREVIEW =	 Kuvan esikatselu
EZCADSTR_IMGDLG_STATIC_WIDTH =	 leveys
EZCADSTR_IMGGLD_ORIGSIZE =	 alkuperäinen koko
EZCADSTR_IMGLIB_DRAW =	 Piirustus galleria
EZCADSTR_IMGLIB_MAXIMG =	 Tämän gallerian kuvien määrä on saavuttanut enimmäisarvon, luo uusi galleria
EZCADSTR_IMGLIB_TOTALNUMBER =	 Kuvien kokonaismäärä:
EZCADSTR_IMPORT_PT =	 Anna grafiikan sijaintipaikka
EZCADSTR_MSG_DELETEIMG =	Haluatko varmasti poistaa kuvan?
EZCADSTR_MSG_DELETELIB =	 Haluatko varmasti poistaa gallerian?
EZCADSTR_MSG_DIRECTORYERROR =	 kirjaston tiedostopolkua ei ole olemassa
EZCADSTR_MSG_HAVEFILE =	 Määritetty galleria on jo olemassa, syötä uudelleen
EZCADSTR_IMGDLG =	 Yhteinen galleria
EZCADSTR_MENU_FILE_IMGLIB =	 &Yleinen galleria...
CIRDIAMETER=	ympyrän halkaisija
ARRAY_NUM=	taulukoiden määrä
ANG_DIST=	Kulmaväli
EZCADSTR_ARRAY_TYPE =	 matriisin tyyppi
EZCADSTR_ARRAY_X_DIST =	 Vaakavälit
EZCADSTR_ARRAY_X_NUM =	 Vaakasuuntainen numero
EZCADSTR_ARRAY_Y_DIST =	 Pystysuuntainen etäisyys
EZCADSTR_ARRAY_Y_NUM =	 pystysuora numero
EZCADSTR_ARRAY_DIST_CALC =	 Välin laskentamenetelmä
EZCADSTR_ARRAY_ENTSPACE =	 Laskettu grafiikan välin mukaan
EZCADSTR_ARRAY_OFFSETDIST =	 Laskettu siirtymäetäisyyden mukaan
EZCADSTR_CMD_ARRAY=	taulukkoobjekti
RADIUS=	säde
BREAKCROSSPOINT=	poista risteys
ID_MODIFY_ARRAY =	 Joukko valitut objektit\nMatriisiobjektit
ID_MODIFY_ROTATE =	 Kierrä valittuja objekteja\nKierrä objekteja
ID_MODIFY_PLASTIC=	Objektin muotoilu\nMuotoilu
ID_MODIFY_CONNECT=	Automaattinen yhdistämiskäyrät\nAutomaattinen yhdistämiskäyrät
ID_MODIFY_BREAKCROSS=	Poista käyrien risteys\nPoista risteys
ID_MODIFY_TRANSFORM=	Muunna objektit\nMuunna
ID_MODIFY_OFFSETCURVE =	 Siirrä valitut käyräobjektit\nSiirrä käyrä
CROSSLEN=	risteyksen pituus
TESTLASER=	testaa laseria
READALLLINE=	Lue koko tiedosto joka kerta
INFO_CODE128OPTMIZE=	CODE128Optimized-viivakoodi on jatkuva viivakoodi; sen merkistö sisältää merkkejä, joiden ASCII-arvot ovat 0-127, ja järjestelmä vaihtaa automaattisesti koodien CODE128 A, B ja C välillä merkkien mukaan, jolloin lopullisesta koodista tulee lyhin;
FLYRIGHT2LEFT=	Putkilinjan suunta oikealta vasemmalle
FLYCONTMODE=	Pipeline Continuous Mode
DATEINFO=	Merkkien merkitys päivämäärämuodossa: Y
SN=	sarjanumero
INCSN=	Järjestysnumeron lisäys
	
DATENAME=	päivämäärän nimi
YEARUSE2DIGIT=	Käytä vuotta kahdella numerolla
YEARNOLEADZERO=	Vuosi ilman etunollia
HOUR12=	12 tunnin kello
TIMENOLEADZERO=	aika ilman etunollia
DIGIT09ISSN=	Numero 0 on sarjanumero ja numero 9 on sarjanumeron lisäys
SAMPLE=	Esimerkki
AM=	aamu
PM=	iltapäivällä
DATENAMECANNOTNULL=	Päivämäärän nimi ei voi olla tyhjä!
SAVETONEWFILE=	tallenna uuteen tiedostoon
AUTOROANG=	Automaattinen täyttökulman kääntäminen
BYDAY=	päivällä
BYMONTH=	kuukausittain
BYWEEK=	viikoittain
BYYEAR=	vuoden mukaan
DATEOFFSET=	päivämääräpoikkeama
ENTOTALPARTNUM=	Työkappaleiden kokonaismäärä on voimassa jatkuvassa tilassa
MARKFINISHNUM=	Määritetty määrä on käsitelty! Haluatko jatkaa käsittelyä?
OFFSET=	offset
EXPORTTEXT2FILE=	Tulosta teksti määritettyyn tiedostoon käsittelyn aikana
EXPORTTIME2FILE=	Tulostusaika määritettyyn tiedostoon käsittelyn aikana
EXPORTTEXT=	ulostuloteksti
AUTOCONNECT=	Yhdistä vierekkäiset käyräsegmentit automaattisesti
SOFTUSEPSW=	Ohjelmiston käyttäminen edellyttää salasanan syöttämistä
USERMGR=	Käyttäjähallinta
USER=	käyttäjä
ADMIN=	johtaja
DESIGNED=	suunnittelija
WORKER=	operaattori
MODIFYPASSWORD=	Vaihda salasana
SELUSER=	valitse käyttäjä
PSWINCORRECT=	Väärä salasana, kirjoita uudelleen
CARDNO=	kortin numero
SELLMC1DEV=	Valitse laite parametrien asettamiseen
LASERTYPE=	Laser tyyppi
NOHATCHTEXT=	ei tekstin täyttöä
USECORRECTFILE=	Käytä korjaustiedostoja
CRYSTAL=	kristalli
MAXFREQ=	maksimitaajuus
PULSEGREATEMAXFREQ=	Pulssitaajuus on suurempi kuin maksimitaajuus
MOVEANG=	Liikekulma
CURRANGLE=	nykyinen kulma
ROANGMARK=	Kiertokulman merkintä - huomautus: kohteen z-koordinaatti on kulman arvo
OPTIMIZECURVE=	Optimoi käyräjärjestys
ANGLEROTATE=	Pyörimiskulman merkintä
SIZESCALE=	Kokosuhde
PULSE=	pulssi
ENSHOWCONTOUR=	näytä ääriviivat
SUBSURFACE=	Sisällä kaiverrus
ZEROTIMEOUT=	palaa nolla-aikakatkaisuun
CMD_REPEAT1=	toista komento 1
CMD_REPEAT2=	toista komento 2
NODE=	solmu
SUNDAYISFIRSTDAY=	Sunnuntai on viikon ensimmäinen päivä
TT_POINT=	piirrä piste
TT_POINTONCURVE1=	Aseta kiinteä määrä pisteitä käyrään
TT_POINTONCURVE2=	Kiinteän välimatkan päässä olevien pisteiden sijoittaminen käyrään
IMGLIB_PROMPT=	Vihje: Paina ja pidä hiiren vasenta painiketta painettuna valitaksesi haluamasi grafiikan ja siirry sitten työtilaan vetämällä
ONELASERMULTISCANNER=	Yksi laser- ja monilinssitilat
MULTILASERMULTISCANNER=	Monilaser- ja monilinssitilat
ALLSCANNERSAMEPART=	Kaikki galvanometrit käsittelevät samaa työkappaletta
ALLSCANNERDIFFPART=	Kaikki galvanometrit käsittelevät erilaisia työkappaleita
SCANNER=	Galvo
SCANNERTYPE=	Galvo tyyppi
CENPOS=	Keskipisteen koordinaatit
LASERPARAM=	Laserparametrit
ERR_OUTRANGE=	Jatkoakseli on koneistusalueen ulkopuolella!
MOVETOPREV=	siirtyä eteen
MOVETONEXT=	siirry taakse
MOVETOTOP=	tuoda eteen
MOVETOBOTTOM=	siirry taakse
MENU_EDIT_TODASHED=	katkoviivalle
INFO_QRCODE=	QRCODE-viivakoodi on kaksiulotteinen viivakoodi, jonka merkistö sisältää kaikki ASCII-merkit;
LASERONTIME=	Laser ajoissa
DISTRIBUTION=	hajautettu
D_TOP=	&Kuten
D_VCEN=	&Keskitaso
D_VSPACE=	&välit
D_BOTTOM=	&Alhaalla
D_LEFT=	&Vasen
D_HCEN=	&Keskitaso
D_HSPACE=	&välit
D_RIGHT=	&Oikein
ISREALYMARK=	Aloita merkitseminen?
DELOLDCURVE=	poistaa vanhat käyrät
PICKOFFSETCURVE=	Valitse siirrettävä käyrä
PICKOFFSETDIR=	Valitse käyrän siirtymäsuunta
NESTING=	Optimoitu sisäkkäisyys
PICKEDGE=	valintaraja
NESTPARAM=	Sisäkkäisparametrit
AUTONESTING=	automaattinen sisäkkäisyys
BRIDGEDIST=	kierroksen etäisyys
STOCKDIST=	Arkkien marginaalit
ROTATEINTERVAL=	Pyörimisvaihe
ROTATE=	kiertää
ERRNESTING=	Nykyinen arkin raja ei mahdu kaikkia näytteitä!
PICKNESTEDGE=	Valitse arkin raja, jolle näyte asetetaan
MARKDATA_OUTRANGE=	Käsittelytiedot ylittävät käsittelyalueen!
SELECTNESTEDGE=	Valitse arkin raja, jolle näyte asetetaan ensin!
NESTINGMULTI=	Useiden työkappaleiden asettelu
NESTINGONE=	Yhden työkappaleen yhtenäinen asettelu
SHEETSIZE=	Materiaalin koko
SHEETSIZESMALL=	Materiaalin koko on liian pieni!
WARNSTARTSIGNAL=	Prosessointi keskeytyy jatkuvasti Onko käsittelyn aloitussignaali väärä?Onko prosessoinnin aloitussignaali kielletty?
INPORTCONFLIC=	Huomaa, että tuloportit ovat ristiriitaisia! Ole hyvä ja valitse uudelleen!
OUTPORTCONFLIC=	Huomaa, että lähtöportit ovat ristiriitaisia! Ole hyvä ja valitse uudelleen!
UNCOMBINE=	 erillinen yhdistelmä
READPOINTCLOUDFILE=	Lue pistepilvitiedosto...
MENU_FILE_BMPFILE=	Syötä bittikarttatiedosto\tCtrl+W
MENU_FILE_VECTORFILE=	Tuo vektoritiedosto\tCtrl+B
MAXFREQDELAY=	Suurin taajuuden viive
INFO_CODEINTER6=	ITF-6 koodi on kiinteäpituinen viivakoodi, sen merkistö sisältää vain numerot '0'-'9', ITF-6 sisältää 6 merkkiä, ensimmäiset 5 merkkiä ovat dataa, viimeinen merkki on tarkistuskoodi. järjestelmä lisää koodin automaattisesti, ja järjestelmä ottaa vain ensimmäiset 5 merkkiä.
INFO_CODEINTER14=	ITF-14-koodi on kiinteäpituinen viivakoodi, sen merkistö sisältää vain numerot '0'-'9', ITF-14 sisältää 14 merkkiä, ensimmäiset 13 ovat dataa ja viimeinen merkki on tarkistuskoodi. järjestelmä lisää automaattisesti vahvistuskoodin, ja järjestelmä ottaa vain ensimmäiset 13 merkkiä.
BORDER=	kehys
PLUSEWIDTHREV=	pulssin leveyden inversio
ENANALOGFPK=	Ota käyttöön analoginen ensimmäisen pulssin vaimennus
INFO_USERDEFINE=	Käyttäjän määrittämä viivakoodi, käyttäjän määrittämä rivien ja sarakkeiden määrä, viivakooditiedot esitetään numerosarjalla, jonka koko on 0-255 erotettuna "," -merkillä, jokainen numero edustaa 8-numeroista viivakoodilohkoa, ensimmäinen numero edustaa viivakoodi ylhäältä alas Ensimmäinen rivi alhaalta, ensimmäiset 8 viivakoodilohkoa vasemmalta oikealle. Kun tavua ei voida sijoittaa rivin loppuun, vastaava databitti jätetään huomioimatta. Jos syötemerkissä ei ole "," käytetään binäärisääntöä, 1 tarkoittaa mustaa ja 0 tarkoittaa valkoista.
RINGMARK=	Korujen merkintä
INPUTDISTRCOFF =	 Syötä piipun muodonmuutostekijä
INPUTTRAPECOFF =	 Syötä puolisuunnikkaan muotoinen muodonmuutostekijä
GRADUATION=	mittakaavassa
GRADUATIONNUM=	rastimerkkien määrä
GRADUATIONANG=	Kulman lisäys
DEGREE1LEN=	Tikkun vähimmäispituus
DEGREE5LEN=	5 pisteen rastin pituus
DEGREE10LEN=	10 pisteen rastin pituus
SHOWTEXT=	näyttötekstiä
STARTVALUE=	aloitusarvo
INCVALUE=	Lisää arvoa
DOTBITCOUNT=	numerot desimaalipilkun jälkeen
LOADGRADFILE=	Lataa mittakaavatiedosto
SAVEGRADFILE=	tallenna rastitiedosto
ROTATERULER=	asteikko rengas
HATCHBYDEFAULT=	Täytä oletusparametreilla
360MARK =	 360 asteen merkintä
STARTPULSEMODE=	Käynnistä signaalipulssitila
AUTORESETMARKCOUNT=	Käsittelyaikojen automaattinen nollaus
PULSEPERUNIT=	pulssia yksikköä kohden
MOVE =	 liikkua
MOVETO =	 muuttaa
RELATIVE=	suhteellinen sijainti
MENU_DRAW_EXTAXIS=	&Laajennettu akseli
ID_DRAW_EXTAXIS=	 Piirtää laajennetun akselin\nPiirtää laajennetun akselin
MULTIPARTMARK=	Moniasemainen koneistusmoduuli
PLEASEVALIDPARAM=	Valitse kelvollinen asemaparametri
MALTIMARKINFO=	Määritetty enimmäiskäsittelymäärä on käsitelty!\nJos haluat käsitellä, muuta käsiteltyä määrää tai enimmäiskäsittelymäärää.
MALTIMARKINFO2=	Määritetty enimmäismäärä koneistuksia on suoritettu!
PARTPOS=	asema
PARTTYPE=	työasematila
SELPARTTYPE=	Valitse asematila
CURPARTPOS=	nykyinen asema
MARKEDCOUNT=	Käsiteltyjen määrä
STOPWHENMAX=	Pysäytä käsittelyn jälkeen enimmäismäärään asti
MAXCOUNT=	Käsittelyjen enimmäismäärä
MARKALLPART=	F1 käsittelee kaikki nykyiset asemat
CONTMARKALLPART=	F2 Kaikkien asemien jatkuva koneistus
MARKCURPART=	F8 käsittelee nykyistä asemaa
MODIFYCURPART=	F9 muuttaa nykyisen aseman sijaintia
ADD=	Lisääntyä
DISMARKWHENREACHTOTAL=	Käsittely on kielletty määritettyyn numeroon käsittelyn jälkeen
CURNUMGREATETOTALNUM=	Nykyinen käsittelyjen määrä on ollut suurempi kuin käsittelyjen kokonaismäärä, nollaa nykyinen käsittelyjen määrä ennen käsittelyä!
YAGOPTIMIZEMODE=	YAG-optimoitu täyttökuvio
	
FLYHARDWARE=	Ota käyttöön laitteistolentokonetila
FLYSIMULATION=	Ota käyttöön laitteistoemulointitila
MULTIPLIER=	lentonopeustekijä
UM=	mikronia
MIL=	milj
UMPERCOUNT=	mikronia/luku
INCHPERCOUNT=	tuumaa/luku
FLYCOUNT=	Kreivi
TOTALMARKTIME=	kokonaiskäsittelyaika
DOG=	dongle
DEFENTTEXT=	TEKSTI
SPECIALPOS=	määrätty sijainti
GOTOSPECIALPOS=	siirry määritettyyn asentoon
SETCURPOSTOSPEC=	(&D)Aseta nykyinen piste määritettyyn kohtaan
MINPWMFREQ=	PWM-signaalin minimitaajuus
PULSELOWMAXFREQ=	Pulssitaajuus on pienempi kuin minimitaajuus
MINFREQ=	Minimitaajuus
DOUBLELINEMODE=	kaksinkertainen rastikuvio
LASERSLEEPTIME=	Laser uniaika
DXFUNITISINCH=	Dxf-tiedostoyksiköt ovat tuumaa
0NOTAILZERO=	0-asteikko ei näytä 0:aa desimaalipilkun jälkeen
SHOWDEGREE5TEXT=	Näytä 5 asteen tekstiä
TEXTROTATE90=	Tekstiä käännetty 90 astetta
BOLDLINEMODE=	leveä punkkikuvio
POWERRULER=	super hallitsija
PLSSELRULER=	Valitse koneistettava viivain
ALEARDYHAVESAMERULER=	Viivaimen nimi ristiriita, nimeä uudelleen!
GRADCONDISNULL=	Viivaimen rastimerkkien generointiehto ei voi olla tyhjä!
MINGRAD=	Minimimittakaava
RULER =	 viivotin
RULERNAME=	Hallitsijan nimi
GRADGENCOND=	Tickin sukupolven ehdot
GRADLINE=	rasti merkit
GRADVALUE=	Mittakaava-arvo
STARTPT=	lähtökohta
ENDPT=	päätepiste
STARTINDEX=	aloita rastiindeksinumero
ENDINDEX=	lopun rastiindeksinumero
INCINDEX=	Rastiindeksin lisäys
GRADLINEWIDTH=	Tikkun leveys
ROTATERULERMODE=	Pyörivä viivaimen tila
GLOBEMARK=	maapallon merkintä
LONGITUDE=	pituusaste
LATITUDE=	leveysaste
FLYMARKENTBYORDER=	Ota flyer käyttöön kohdejärjestyksen mukaan
INPUTIOMASK=	tulo IO maski
OUTPUTIOMASK=	lähtö IO maski
DISSTARTIOINCONTMODE=	Jatkuva tila poistaa aloitusmerkinnän portin käytöstä
LASEROFFTC=	Valon sammutuksen viive
STARTGRADPOS=	aloita rastin asento
INCPOS=	aseman lisäys
STEPPERMM=	askeleet/mm
STEPPERINCH=	askelta/tuuma
EDIT =	 muokata
TOTALPARTNUM=	osien kokonaismäärä
EXPORTTOWS=	tulostus työtilaan
STRAIGHTRULER=	viivotin
RINGRULER=	Rengas viivain
DISKRULER=	kiekon viivain
PARTNUM=	Osan nimi
UPDATEPOSPARAM=	Päivitä sijaintiparametrit
OTHERNUMSYS=	mukautettu pohja
MAXNUMBER=	suurin pohja
MPERMIN=	m/min
INCHPERMIN=	tuumaa/min
ENCODERDIST=	Enkooderin matkaetäisyys
OUTPORT=	lähtöportti
ROTATETEXTMARK=	Kierrä tekstimerkintää
	
CIRCLEMODE=	ympyrän kuvio
TEXTELEMENT=	tekstielementti
TCPIPCOM=	Verkkoviestintä
SERIALCOM=	Sarjaviestintä
TIME=	aika
FIXEDTEXT=	kiinteä teksti
NOLEADZERO=	Älä käytä etunollia
PREV=	siirtyä eteenpäin
NEXT=	siirtyä takaisin
LIMILTSN=	Suurin järjestysnumero
MODE=	malli-
YEAR=	vuosi
MONTH=	kuu
DAYOFMONTH=	päivä
DAYOFYEAR=	taivas
DAYOFWEEK=	Viikko
WEEKOFYEAR=	viikko
HOUR=	Tunnin
MINUTE=	minuutti
TIMESEC=	ajanjaksoa
IPADDRESS=	IP-osoite
COMMAND=	Tilaus
ALLCHARSUSES=	kaikki mahdolliset hahmot
BAUDRATE=	baudinopeus
DATABIT=	databittejä
STOPBITS=	lopeta vähän
PARITY=	pariteetti
ENCIRCLETEXT=	ota kaariteksti käyttöön
POWERKEYBOARD=	super näppäimistö
KBWORKDIRECTORY=	näppäimistön työhakemisto
KEYLIST=	avainlista
KEYNAME=	avaimen nimi
KEYFILE=	avaintiedosto
CUTONOFF=	katkaise kytkin
USERNAME=	käyttäjänimi
	
DYNFOCUS=	dynaaminen tarkennus
ENDYNFOCUS=	Ota dynaaminen tarkennus käyttöön
DYNZREV=	Z käänteinen
DYNZPOS=	Z-asento
DYNZRAD=	Etäisyys keskustaan (%)
DYNAUTOSWITCH=	automaattinen vaihto
DYNUPDATEALL=	Päivitä Z-asento
DYNADD=	Z kasvaa
DYNDEC=	Z:n lasku
DYNSTART=	aloita testaus
DYNSTOP=	lopeta testi
DYNUSING=	Dynaaminen tarkennus käytössä..
IAGREE=	Hyväksy tämän sopimuksen
IDONTAGREE=	eivät suostu hyväksymään tätä sopimusta
ERR_CANNT_RUN=	Toimintoa ei voi suorittaa nykyisessä tilassa
MARKSPEED=	Merkintänopeus
LENTESTRECT=	Testaa suorakulmion sivun pituus
TESTPARAM=	Testiparametrit
ZINCREMENT=	Kasvata Z
ZMICROINC=	Hienosäätö Increment Z
ZMAX=	Z max
DYNLINEAR=	Lineaarinen interpolaatio
MACROADJUST=	Hienosäädä Z-arvoa
FAILTRANSFER=	Tietojen päivitys epäonnistui! Yritä uudelleen!
ENCO2FPK=	Ota käyttöön CO2-ensimmäisen pulssin vaimennus
FPKSTARTPOWER=	Ensimmäinen pulssin vaimennuksen käynnistysteho
FPKINCPOWER=	Ensimmäinen pulssin vaimennuksen tehon lisäys
SHOWSTARTMARKDLG=	Avaa Aloita merkintä -valintaikkuna
ENEXEMARKFILE=	Ota käyttöön aloitus- ja lopetuskomentotiedostojen merkintä
ENREDCONTMODE=	Ota punaisen valon jatkuva käsittelytila käyttöön
	
DYNSAVE=	Tallentaa
DYNLOAD=	ladata
ADDZAUTO=	Z-arvo kasvaa tai pienenee automaattisesti
INFO_CICODE=	Hanxin on kiinalainen 2D-viivakoodistandardi; sen merkistö sisältää kaikki ASCII-merkit ja kiinalaiset merkit
SPECIALWAVE=	erityinen aaltomuoto
SPIWAVE=	aaltomuoto
SPICONTINUES=	jatkuva tila
SPISIMMERCUR=	Valmiustila virta
STEPDIST=	Optimoitu pituus
STEPDELAY=	viive vaiheiden välillä
USESTEPMARKMODE=	Käytä askelmerkintätilaa
CURLMCNOTIPG=	Nykyiset LMC-kortit eivät tue IPG-lasereita
CURLMCNOTSPI=	Nykyinen LMC-kortti ei tue SPI_G3-lasereita
LASERNOTREADY=	Laser ei ole valmis, tarkista
FIXEDCOOR=	Kiinteät syöttöpisteen koordinaatit
DOORIO=	turvaportin portti
ERR_DOOROPEN=	Turvaovi on auki, sulje turvaovi!
LINEREDUCTION=	suora sisennys
NUMLOOPS=	Rajarenkaiden lukumäärä
FONTTYPE_SHX=	SHX fontti
ENSPLITSTRTOCHANGETEXT=	Ota jaettu merkkijono käyttöön, jos haluat muokata tekstiobjektia tietyllä nimellä
INDEXFIRSTCHARSTR=	ensimmäisen merkin sijainti merkkijonossa
NUMCHAREXTRACTSTR=	Merkkijonosta poimittujen merkkien kokonaismäärä
NAMETEXTTOCHANGE=	Sen tekstiobjektin nimi, jonka merkkisisältöä haluat muokata
SET=	perustaa
TT_PICKMIRRORX=	XPeili\nXPeili
TT_PICKMIRRORY=	YPeili\nYPeili
IPG:OVERTEMP=	Laser: Liian korkea lämpötila
IPG:NORMAL=	Laser: toimii hyvin
IPG:HIGHOPTIC=	Laser: Käsittele erittäin heijastavia materiaaleja, ja laser heijastuu laseriin
IPG:SYSERROR=	Laser: Järjestelmävika
IPG:READY=	Laser: ei valmis
IPG:EMERGENCY=	Laser: Hätäpysäytyssignaali on voimassa
HIDEMODEL=	piilotettu malli
ANGLEINC=	Kulman lisäys
UPTODOWN=	ylhäältä alas
LAYERNUM=	kerroksia
SPACEOFLAYER=	Kerrosväli
CALCULATE=	laskea
READ3DFACEFROMDXF=	3d pintakerrostus
AVERAGELINE=	Jaa täyttöviivat tasaisesti
CHANGELINECHAR=	uusi rivi
MARKSELF=	merkitse itsesi
ENSAMEWIDTHCHAR=	Ota yhtä leveät merkit käyttöön
DYN_OUTSIDE=	ulkopuolinen alue
DYN_MODE1=	vakiotila
DYN_MODE2=	Z-akselista riippumaton tila
MAXSPEED=	Suurin nopeus
MINSPEED=	miniminopeus
LOOPDIST=	Rengasväli
MARKBYSPLITLINE=	Merkitse jakoviivalla
MARKSTR_AFTER7=	määrätty sijainti
ENANALOGCURFPK=	Ota analoginen virran vaimennus käyttöön
CURVESCATTERTOL=	Käyrän dispersiovirhe
ENABLECURVESCATTERTOL=	Ota käyrän diskreettivirhe käyttöön
WOBBLE=	värinää
WOBBLEDIST=	välilyönti
ROTARYMARK=	Pyörimisakselin merkintä
FOCUSLENGTH=	polttoväli
AXISISHOMING=	Akseli kotiutetaan
AXISISMOVING=	akseli liikkuu
AXISMOVEFAIL=	Akselin siirto epäonnistui!
AXISERRMAXLIMIT=	Akselin liike positiivisen rajan yli
AXISERRMINLIMIT=	Akselin liike negatiivisen rajan yli
AXISMUSTGOHOME=	Akselin on palattava nollapisteeseen ennen kuin se voi liikkua. Haluatko palata ensin nollapisteeseen?
ENCODERREVERSE=	Enkooderin signaalin inversio
FLYENCODEROFFSET=	Ota käyttöön anturin kiinteä siirtymäetäisyys
FLYENCODEROFFDELAY=	Viive (me)
FLYENCODERLOWSPEED=	alhaisen nopeuden tila
	
GET55ERR=	parametrin laskentavirhe
GETFLYPARSTEP=	Ohjaa kokoonpanolinjaa manuaalisesti siirtääksesi lyhyen matkan;\nMittaa etäisyys ja täytä alla oleva syöttöruutu;\nOhjelma laskee parametrit automaattisesti, kun napsautat OK
FLYPARINPUT=	Anna pituus:
GETPAR=	laskea
PULSECOUNT=	Pulssin määrä
PULSECOUNTRESET=	asia selvä
	
FLYADDTOY=	Y-akselin päällekkäisyys
FLYTOP2BOTTOM=	Putkilinjan suunta ylhäältä alas
	
DYNAMICLMC=	Dynaaminen tarkennuskortti
UNKNOWN=	tuntematon
BDVVALUE_CUSTOM_ALL=	Universaali
BDVTEXT_CARDTYPE=	Lautatyyppi:
BDVTEXT_CARDVERSION=	versionumero:
BDVTEXT_CUSTOM=	mittatilaustyönä tehty:
BDVTEXT_CARDFUNCTION=	Toimintokoodi:
HARDINFO=	laitteistotiedot
	
ENVARTEXTFIXWID=	Ota kiinteä tekstin leveys käyttöön
USEEXCELCORRECTFILE=	Korjaustiedostot Excelillä
STARTCOOR=	aloituspisteen koordinaatit
ENDCOOR=	Päätepisteen koordinaatit
SPACEDIST=	välilyönti
SPACING=	välilyönti
MARKGRIDLINE=	Merkitse ruudukon viivat
USECORFILEMARKGRIDLINE=	Käytä korjaustiedostoa ruudukon viivojen merkitsemiseen
CORCOMPFILE=	Korjauskorvaustiedosto (Excel-tiedosto)
FIXEDCHARCOUNT=	kiinteä määrä merkkejä
EMPTYCHARWIDTH=	Nollamerkin leveys
AVADISTPOINT=	Jaa kaikki pisteet tasaisesti
YAGFASTPOINTMODE=	 YAG nopea pistetila
SETANALOG=	aseta analoginen
USERDEF=	muokata
MENU_VIEW_IOSTATE=	IO tila
DOGNOTMATCHLMC=	Donglen sidontanumero ei vastaa merkintäkortin numeroa, tarkista donglen numero!
MORETHAN360=	Merkintäalue ylittää 360 astetta, jatkatko?
CURNUM=	Nykyinen pistemäärä
SPOTDIA=	pisteen koko
PTCYCLES=	osumien määrä
DISTANCE  =	 etäisyys
ENDADDPTS=	piste lopussa
INFO_MICROQRCODE=	Micro QR Code on poistettu versio QRCODE-viivakoodista;
ENABLETILDE=	Ota käyttöön ~(~ ja sen jälkeen dxxx xxx
MULTIFILEMARK=	Usean asiakirjan merkintä
LASERLEAKHANDLE=	kevyt vuotokäsittely
DISMARKLOWPT=	Älä merkitse pisteitä, joiden harmaaarvo on pieni
BASEHEIGHT=	Pohjan korkeus
PARTHEIGHT=	Työkappaleen korkeus
ZADJUSTMENT=	Z säätää korkeutta
ACCURATEZERO=	Tarkka palautus nollaan
RECTMODE=	suorakaiteen tila
KEEPENTORDER=	Säilytä työstökohteiden järjestys
OPENMODELAY=	Ota MO-viive käyttöön
SERIALTYPE=	tyyppi
LINEFEEDMALP=	pistelomitus
IPGSETTINGS=	IPG_YLPM Laserin tila
SQLDB=	SQL-tietokanta
SQLDRIVERS=	SQL-ohjattu
DBQFILE=	tietokantatiedosto
USERID=	käyttäjätunnus
SQLCMD=	SQL-komento
SETPENPARAM=	Aseta kynän parametrit
BOLD=	lihavoitu
ITALIC=	kursivoitu
RESET =	 nollaa
USERINTERLINE=	Ota sisäiset täyttöviivat käyttöön
LASERBEAMDIA=	Laserpisteen halkaisija
HATCHLINEDIST=	Täytä riviväli
ENCO2PULSEMODE=	Ota CO2-superpulssitila käyttöön
HATCHONEBYONE=	Säilytä täyttöobjektin riippumattomuus
RESORT=	järjestellä
RESORT_INFO=	Lajittele\nLajittele
SELECTSCANNERFIELD=	Valitse galvanometrin koordinaattijärjestelmä
SCANHEAD=	värisevä linssi
SCANNERFIELD=	Merkintäalue
SELECTMOVEDIR=	Valitse putkilinjan liikesuunta
STARTMARKER=	aloitustunniste
SENSOR=	sensori
ENCODER=	Pyörivä enkooderi
MOVEDIR=	Putkilinjan liikesuunta
NEXTSTEP=	Seuraava askel
PREVSTEP=	Edellinen
FINISH=	Suorittaa loppuun
FLYMARKSETTINGS=	On-the-fly-merkintäparametriasetukset
ORIENTATION=	Järjestyksen suunta
HORIZONTAL=	Taso
VERTIICAL=	pystysuora
POWEROFFSAVEFILE=	Suojaa tiedostot automaattisesti, kun virta katkaistaan
ADJUST=	Säätö
FLYMULTIINFO=	Merkitse ensin suorakulmio liukuhihnan liiketilassa.\nJos merkitty suorakulmio on alla olevan kuvan kaltainen, lisää kerrointa.\nJos merkitty suorakulmio on samanlainen kuin alla oikealla oleva kuva, vähennä kerrointa.
DISABLEOPTIMIZECONMODE=	Optimaalinen tila, joka poistaa jatkuvan koneistuksen käytöstä
ARRAYDISCHANGESN=	Sarjanumeron tekstisisällön muuttaminen on kielletty
SPIRAL=	Helix
SPIRALPITCH=	helix nousu
LINEOFONERING=	Ympyrän janaosien määrä
SPIRALPROMPTSTR=	Jotkut ympyräobjektit on valittava ensin, näiden ympyräobjektien ääriviivoja käytetään ohjaamaan kierteen piirtämistä
AREYOUSUREDLETE=	vahvista poistaaksesi
CHANGENAME=	vaihtaa nimeä
CUSTOMIZE=	mittatilaustyönä tehty
STDMODE=	vakiotila
CONTOURFIRST=	ääriviivaprioriteetti
USERDEFCHARSPACE=	mukautettu tekstiväli
MINRADIUS=	Minimi säde
MAXSPIRALPITCH=	Suurin kierteen nousu
MINSPIRALPITCH=	Pienin helix-väli
SPIRALPITCHINC=	Nousukorkeus
DELETESPIRAL=	poista helix
OUTEDGELOOP=	Ulkorajarenkaiden lukumäärä
INTEREDGELOOP=	Sisäisten rajarenkaiden lukumäärä
ID_DRAW_SPIRAL=	Piirrä spiraali\nPiirrä spiraali
FPKFROMLOWTOHIGH=	FPK-virta matalasta korkeaan
ALWAYSOPENMO=	MO-signaali on aina päällä
LOWVALID=	Aktiivinen matala
MARKFINISH=	Merkinnän lopetussignaali
ENCURRENTADJUSTDELAY=	Ota käyttöön nykyinen säätöviive
ENCURRENTADJUSTDELAY=	Ota käyttöön nykyinen säätöviive
MINCURRENTADJUSTDELAY=	Pienin virransäätöviive
MAXCURRENTADJUSTDELAY=	Virran maksimisäätöviive
SETCURRENT=	Aseta nykyinen virta
LAYSERNAMESAME=	Tason nimi on sama kuin muiden tasojen nimet, nimeä se uudelleen!
ZOOM=	Zoomaus
DRAW=	piirtää
PENBOX=	Kynäkotelo
DEVICE=	laitteet
MULTILAYER=	monikerroksinen käsittely
MINPULSEWIDTHRATIO=	Pienin pulssin leveyssuhde
MAXPULSEWIDTHRATIO=	Suurin pulssin leveyssuhde
PULSEWIDTHOUTRANGE=	Q-pulssin leveys alueen ulkopuolella
STANDARD=	standardi
TRUE=	Joo
FALSE=	ei
DISABLE=	kieltää
NS=	nanosekunti
DELAYPARAM=	Viiveparametri
JUMPPARAM=	Hyppyparametri
MINJUMPTC=	Minimi hyppyviive
MAXJUMPTC=	Suurin hyppyviive
JUMPLENLIMIT=	Hyppyrajan pituus
MARKLOOPTIP=	Nykyisen kynän merkintäajat
MARKSPEEDTIP=	Galvanometrin liikenopeus merkinnässä
LASERCURRENTTIP=	Laserlähtövirta
LASERFREQTTIP=	Laserlähdön taajuus
LASERPOWERTIP=	Laserlähtötehon prosenttiosuus
LASERPWTIP=	Laserulostulon pulssin leveys
SPIWAVETIP=	SPI-laserlähtöaaltomuodon valinta
USEDEFWAVETIP=	Käyttäjän määrittämä laserlähtöaaltomuoto
JUMPSPEEDTIP=	Liikenopeus galvanometrin hyppääessä
MINJUMPDELAYTIP=	Minimiviiveaika galvanometrin hypyn jälkeen
MAXJUMPDELAYTIP=	Suurin viiveaika galvanometrin hypyn jälkeen
JUMPLENLIMITTIP=	Kun galvanometrin hyppymatka on suurempi kuin tämä pituus, hyppyviive käyttää maksimiviiveaikaa
LASERONDELAYTIP=	Kun laser kytketään päälle, galvanometri viivästää tätä aikaa ennen liikkeen aloittamista
LASEROFFDELAYTIP=	Kun merkintäliike on ohi, sammuta laser tämän ajan kuluttua
POLYGONDELAYTIP=	Kun kulma viivästyy merkintäliikkeen aikana, seuraava käyrä merkitään tämän ajan jälkeen.
LMARKENDDELAYTIP=	Liikkeen merkitsemisen jälkeen viivytä aikaa ennen kuin siirryt seuraavaan käyrään
CURPENNOTIP=	Nykyinen kynän sarjanumero
CURPENCOLORTIP=	nykyinen kynän väri
USEDEFPARAMTIP=	Käytä oletusarvoisia työstöparametreja
CURPENPARAMNAMETIP=	Nykyisen kynäparametrin nimi
LOADPENBOXFROMDEF=	Lataa kynälaatikon oletusparametrit
SAVEASPENBOXTODEF=	Tallenna kynälaatikon oletusparametreiksi
RESETALLPENS=	Nollaa kaikki kynäparametrit
SHOW=	näytä
HIDE=	piilottaa
SHOWALL=	näytä kaikki
ARRAYTEXT=	dynaaminen tekstitaulukko
TT_MODIFY_ARRAYTEXT=	Muokkaa mielivaltaisesti jokaisen tekstitaulukon solun sijaintia ja kokoa
PROPERTY=	Attribuutit
VALUE=	arvo
MINVALUE=	minimi
MAXVALUE=	enimmäisarvo
ENABLEPULSEWIDTH=	Ota pulssinleveyden asetus käyttöön
ENABLEPULSEWIDTHTIP=	Ottaa käyttöön kuitulaserin asetetun pulssinleveyden käsittelyssä.
LASERLEAKHANDLETIP=	Jotta kuitulaser ei vuotaisi valoa käsittelyn aikana, suoritetaan erityiskäsittely.
ALWAYSOPENMOTIP=	Kytke MO-signaali aina päälle käsittelyn aikana
OPENMODELAYTIP=	Viiveaika laserin kytkemisen jälkeen MO
DISCHECKLASERSTATE =	 Estä laserin tilan tarkistus
DISCHECKLASERSTATETIP =	 Laserin tilan tarkistaminen ennen käsittelyä on kielletty
LIMITPARAM=	Rajoitusparametrit
GALVOMINSPDTIP=	Galvanometrin liikkeen sallima pienin liikenopeus
GALVOMAXSPDTIP=	Galvanometrin liikkeen sallima suurin liikenopeus
GALVO2XTIP=	Galvo-akseli 2 on X-akseli
REVERSEXTIP=	Galvanometrin X-akselin suunta on vaihdettava
REVERSEYTIP=	Galvanometrin Y-akselin suunta on vaihdettava
FIELDSIZETIP=	Galvanometrin käsittelyalueen koko
USECORRECTFILETIP=	Korjataanko nykyinen galvanometri käyttämällä määritettyä korjaustiedostoa
TRANSFORMOFFSETXTIP=	Galvanometrin lähdön kokonaismuunnoksen X-offset-etäisyys
TRANSFORMOFFSETYTIP=	Y-offset-etäisyys galvanometrin lähdön kokonaismuunnoksesta
TRANSFORMANGLETIP=	Galvanometrin lähdön kokonaismuunnosten kiertokulma
MARKSTR_AFTERMARKTIP=	
CURVESCATTERTOLTIP=	Suoraksi diskretisoituvan käyrän maksimi jänteen korkeusvirhe
	
MINLINESEGLEN=	Minimi suora pituus
MINLINESEGLENTIP=	Rivin vähimmäispituus, tätä pituutta lyhyemmät rivit ohitetaan
LASERREADYIO=	Laservalmis portti
REDLIGHTPOINTSTART=	Punainen valo osoittaa aloitusportin
PORTNOTIP=	Nykyisen signaalin käyttämä portin numero
LOWVALIDTIP=	Onko nykyinen signaali aktiivinen matala
STARTPULSEMODETIP=	Onko aloitussignaali reunalaukaissut
PULSEWIDTHOUTPORTMODETIP=	Aika lähettää loppusignaalin aktiivinen taso
LOWVOLISVALID=	Aktiivinen matala
HIGHVOLISVALID=	Aktiivinen korkea
ALARMPORTSTATETIP=	Nykyisen portin signaalin kelvollinen tila
ALARMMESSAGETIP=	Kehotusviesti, että järjestelmä ponnahtaa esiin, kun prosessissa on varoitussignaali
REDCONTMODE=	Punaisen valon jatkuva näyttötila
SOFTLICENCENOTFIND=	Kelvollista ohjelmiston rekisteröintikoodia ei löytynyt!
SOFTLICENCEISUNVALID=	Virheellinen ohjelmiston rekisteröintikoodi!
CHANGEPWELAY=	Muuta pulssin leveyden viivettä
CHANGEPWELAYTIP=	Aika, jonka laserin on viivytettävä pulssinleveyden arvoa muuttaessa
BWREVERSE=	mustavalkoinen inversio
DELETECENBAR=	poista keskilohko
INFO_CODEDATAMTXGS1=	DATAMATRIX_GS1 on erikoismuotoinen DATAMATRIX-viivakoodi, jonka sisällön tulee olla GS1-standardin mukaista.
OPTIMIZEPARAM=	Optimointiparametrit
OPTIMIZEHATCH=	Optimoitu pehmuste
BARCODEENDEFTEXT=	Mukautettu näyttöteksti (# merkki, ? Poista, % tarkistus)
GALVORESPONSE=	Galvon vasteaika
ENSAVEFILE=	ota tallennustiedosto käyttöön
ENDRAWENTITY=	Ota piirrettävät objektit käyttöön
ENPICKMOVE=	Ota käyttöön Siirrä muunnos
ENEDITPARAM=	Ota objektien muokkaus käyttöön
ENPENPARAM=	Ota käyttöön kynäparametrien muokkaaminen
ENDEVPARAM=	Ota käyttöön laitteen parametrien muokkaaminen
ENSYSTEMPARAM=	Ota käyttöön järjestelmän parametrien muokkaaminen
ALREADYHAVETHISUSER=	Tämä käyttäjätunnus on jo olemassa, vaihda käyttäjätunnus!
GALVOBIDIROFFSET=	Kaksisuuntainen siirtymä
	
ID_VIEW_3D=	2D- ja 3D-näkymän vaihto\n3D-näkymän vaihto
ID_VIEW_3DUP=	Näkymä ylhäältä\nNäkymä ylhäältä
ID_VIEW_3DDOWN=	 Näkymä alhaalta\nNäkymä alas
ID_VIEW_3DLEFT=	Näkymä vasemmalta\nNäkymä vasemmalta
ID_VIEW_3DRIGHT=	Näkymä oikealta\nOikea näkymä
ID_VIEW_3DFRONT=	Näkymä edestä\nNäkymä edestä
ID_VIEW_3DBACK=	Näkymä takaa\nTakanäkymä
ID_VIEW_3DISO=	Näkymä isometrisesta suunnasta\nIsometrinen näkymä
ID_3DVIEW_WIRE=	Näytä pintalankatila\nNäytä rautalankatila
ID_3DVIEW_RENDER=	Näytä pinnan renderöintitila\nNäytä renderöintitila
ID_3DVIEW_RENDERLINE=	Näytä pinnan renderöintiviivatila\nNäytä renderöintiviivatila
ID_3DVIEW_HIDEMESH=	Näytä tai piilota pinnat\nNäytä ja piilota pinnat
ID_3DFUN_MESH3D=	Avaa 3D-pintamallitiedosto\nAvaa 3D-pintamalli
ID_3DFUN_SLICEMESH=	Kerrosviipaleet pinnoilla\nPintakerrostus
ID_3DFUN_ROTATEMESH=	Kierrä pintaa\nKierrä pintaa
ID_3DFUN_MOVEMESH=	Käännä pinta\nKäännä pinta
ID_3DFUN_PRJ=	Projisoi esineitä pinnoille\npintaprojektio
	
	
ALLOUTMODE=	Kaikki lähtö
ENCODERONLYA=	Anturi on kytketty vain vaiheeseen A
FLYTRACKERROR=	lentovirheen korjauskerroin
MESH3D=	3d pinta
CURVE3D=	3d käyrä
SLICE3D=	Kerrostetut tangentit
SLICEFILE=	Kerrostetut tiedostot
SLICEMESH=	Kerrosleikkaukset
ZMAXTOMIN=	Z-arvo suuresta pieneen
MINZ=	Pienin Z-arvo
MAXZ=	Suurin Z-arvo
THICKNESS=	paksuus
CROSSHATCH=	ristin täyttö
ROTATEMESH=	vallankumouksen pinta
MOVEMESH=	liikuttaa pintaa
PROJECT=	projektio
PROJECT3D=	3d projektio
DELPROJECT=	poista projektiokäyrä
LIMITZ=	Z-raja
SURFACEDOWN=	alemman pinnan projektio
LANGPAGE=	kielikoodisivu
DYNAMICHATCH=	Dynaaminen täyttö
ADDCONTOUR=	lisää ääriviivaa
MARKMESHBOX=	Merkitse pinnan rajaava laatikko
MARK_NOMESH=	Ei pintaesinettä, tarkista 3D-näkymästä, onko pinta ladattu?
PULSEWIDTHINDEXMODE=	Pulssin leveysindeksitila
PULSEWIDTHINDEXMODETIP=	Pulssin leveys esitetään indeksillä
MAXINDEXVALUE=	enimmäisindeksin arvo
PULSEWIDTHINDEX=	Pulssin leveysindeksi
ENWELDWAVEOUT=	Ota aaltomuodon lähtö käyttöön
WELDWAVE=	aaltomuoto
WELDWAVETIP=	Analogiset laseraaltomuodot kullekin pisteelle
WAVEWIDTH=	Aaltomuodon leveys
MAXWELDWAVEWIDTH=	Aaltomuodon suurin leveys
WAVETOTALWIDTHISBIG=	Asetettu aaltomuodon kokonaisleveys on suurempi kuin enimmäisleveys, syötä uudelleen!
REMOVENOINT=	Poista leikkaamattomat viivan osat
USESELECT2DENT=	Taso valituilla 2D-objekteilla
GENERATECURVES=	Luo käyrädataa
CALCULATECONTOURS=	Laske profiilikäyrä
REBULIDCONTOURS=	Rakenna ääriviivan sijaintitiedot
HATCHLINES=	Laske täyttöviivat
BUILDPROJECTMESH=	Luo projektiopinta
WRAP=	pakkaus
PLSSELECTVALIDCURVE=	Valitse kelvollinen käyrä!
BASICPARAM=	Perusparametrit
ASSIGNMENT=	kartta
XYASSIGNMENTISSAME=	X- ja Y-akselin kartoitusarvo ei voi olla sama, valitse uudelleen!
ID_3DFUN_BASICSHAPE=	Luo 3D-peruspinta\nLuo 3D-peruspinta
BASIC3DSHAPE=	Perus 3D-pinta
PLANE=	tasainen
SPHERE=	pallo
CYLINDER=	sylinteri
CONE=	Kartio
FREQDELAY=	taajuuden viive
LASERFREQTTIP2=	Viive odotusaika vaaditaan, kun laser muuttaa taajuutta
BMPTOMESH=	Muunna bittikartta Surfaceksi
ID_3DFUN_BMPTOMESH=	Bittikartta pintaan\nBittikartta pintaan
REFRESH=	virkistää
WAITFORINPUT=	Odotetaan tuloportin signaalia
OUTPUTWHENSTART=	Kerroskäsittelyn lähtöportin lähtösignaali
OUTPUTWHENFINISH=	Kerroksen käsittelyn loppulähtöportin lähtösignaali
WAITFORSTARTSIGNAL=	odota käynnistysportin signaalia
WAITFORSELLAYERSIGNAL=	Odotetaan valitun kerroksen signaalia
IOMASK=	portin maski
IOMASKTIP=	Määrittää, mitkä portit ovat voimassa nykyiselle laitteelle
CYLINDERWRAP=	Sylinterimäinen kääre
YWRAP=	Kääriminen Y-suunnassa
CURRENTLAYERINDEX=	nykyisen näyttökerroksen indeksi
ENABLEFIRSTOPENLASERDELAY=	Ota käyttöön viiveaika, kun laser käynnistetään ensimmäisen kerran
SETMINVALUE=	aseta minimiarvo
SETMAXVALUE=	aseta maksimiarvo
PULSEWIDTHUNITISPS=	Pulssin leveys pikosekunteina (ps)
PS=	pikosekuntia
CONTINUEMODE=	jatkuva tila
PICKENTYOUWANTTRIM=	Valitse leikattavat objektit
PICKENTYOUWANTINTERSECT=	Valitse objektit yhdistääksesi risteävät alueet
BACKGROUND=	tausta
SELBACKGROUNDCURVES=	Valitse taustana käytettävä käyrä
COPYBACKGROUNDTOWS=	Kopioi taustakäyrä työtilaan
SHOWOPTIPARAM=	Näytön optimointiparametrit
SHOWWOBBLEPARAM=	Näytä värinäparametrit
SHOWOTHERPARAM=	Näytä muut tuoteparametrit
SHOWDESCAREA=	Näytä parametrien tiedot
SHOWPOWERRAMPPARAM=	Näytä teholineaarisen muunnosparametrit
SHOWSPEEDRAMPPARAM=	Näytä nopeuden lineaarimuunnosparametrit
POWERRAMPING=	Tehon lineaarinen muunnos
ENABLESTARTRAMP=	ota käynnistys käyttöön
ENABLESTARTPOWERRAMPTIP=	Aktivointisegmentin teho vaihtelee lineaarisesti
STARTRATIO=	aloitusasteikko
STARTLENGTH=	aloituspituus
STARTRAMPRATIO=	Aloitusarvon suhde maksimiarvoon
STARTRAMPLENGTH=	Aloitussegmentin suurin sallittu pituus
ENABLEENDRAMP=	salli loppu
ENABLEENDPOWERRAMPTIP=	Aktivoidun pääteosan teho vaihtelee lineaarisesti
ENDRATIO=	loppu mittakaava
ENDLENGTH=	päätypituus
ENDRAMPRATIO=	loppuarvon suhde maksimiarvoon
ENDRAMPLENGTH=	Päätyosan enimmäispituus saa vaihdella
	
SPEEDRAMPING=	nopeus lineaarinen muunnos
ENABLESTARTSPEEDRAMPTIP=	Salli aloitussegmentin nopeuden muuttuminen lineaarisesti
ENABLEENDSPEEDRAMPTIP=	Salli loppusegmentin nopeuden vaihtelu lineaarisesti
INPUT=	tulla sisään
BTNBOX=	Raja[F4]
BTNPRJ=	Projektio [F4]
STARTCALI=	aloita kalibrointi
FINISHCALI=	lopeta kalibrointi
MARKGRID=	merkintäverkko
MENU_FILE_PROJECTPARAM=	Projektioparametrit
TESTCALI=	Testaa projektion korjaus
SELECTALLPOINTS=	Valitse kaikki pisteet (paina Ctrl- ja nuolinäppäimiä vaihtaaksesi valittuja pisteitä, kun yksi piste on valittuna)
ENABLEPROJECT=	Ota projektiohavainto käyttöön
APPAPPEARANCE=	Ohjelman ulkoasu
LASERBOARDIDEN=	Laserliitäntäkortin tyyppi
LASERBOARDVER=	Laserliitäntäkortin versio
ESTIMATEDTIME=	Arvioitu käsittelyaika
ENABLEBARCODEFASTPTMODE=	Ota viivakoodin pikapistetila käyttöön
MODULEHORIARRANG=	Moduulit on sijoitettu vaakasuoraan
SIMPLEENCODE=	yksinkertainen koodaustila
ENABLEBARCODEFASTLINEMODE=	Ota viivakoodin nopea rivitila käyttöön
ID_3DFUN_FREEPAINT=	Vapaakätinen jäljitys pinnalla\nVapaakäden jäljitys
FREEPAINT=	ilmainen piirustus
SIN=	Sinimuotoinen
WOBBLETYPE=	Jitter tyyppi
ROUNDTRIP=	edestakainen matkatila
WAVEDELAY=	Aaltomuodon ulostuloviive
LASERMONITOR=	Laservalvonta
TEMPALARM=	lämpötilahälytys
REFLALARM=	Korkea anti-hälytys
SYSTEMALARM=	järjestelmän hälytys
POWERALARM=	Virtalähteen hälytys
LASERNOTREADY=	Laser ei ole valmis
LASERREADY=	laser valmiina
UNKNOWALARM=	Tuntematon varoitus
LASEREXTFAULT=	Laserin ulkoinen vika
CALCULATING=	Lasketaan...
OFFLINE=	Offline-käsittely
POINTNUM=	pisteitä
SPIRALBRUSH=	Spiraalimainen kiinteistöharja
PICKSELSPIRALREFRESH=	Valitse päivitettävä spiraaliviiva ja vahvista painamalla hiiren oikeaa painiketta
ENABLPARSEMODE=	Ota analyysitila käyttöön
ID_PICK_BYPEN=	Valitse objektit kynänumeron mukaan\nValitse kynänumeron mukaan
No=	sarjanumero
MOVETOINDEX=	Siirry määritettyyn järjestysnumeroon
AXISSOLUTION=	Laajennetun akselin ratkaisu
FEEDBACK=	enkooderin palaute
COMMCATH=	Yhteinen katodilähtö
LIMITSWITCH=	rajakytkin
SOFTLIMIT=	pehmeä raja
POSIDIR=	Positiivinen paluu nollaan
FINDINDEX=	etsi indeksi
HOMESPEED=	Paluunopeus nolla
LEAVESPEED=	jätä nopeus
HOMEOFFSET=	Nollapoikkeama
HOME=	nolla
FOLLOWERROR=	seuraava virhe
ACCELERATION=	kiihtyvyys
DECELERATION=	hidastuminen
FOCUSPOS=	tarkennusasento
SETCURPOSASFOCUS=	Aseta nykyinen sijainti tarkennuspaikaksi
SETMINPOWER=	Aseta minimiteho
SETMAXPOWER=	aseta maksimiteho
SETMINGRAY=	aseta minimiharmaasävy
SETMAXGRAY=	aseta suurin harmaasävy
SCANINVERT=	skannaa taaksepäin
EMISSIONDELAY=	Herätyksen viive
WELDPARAM=	Hitsausparametrit
DELEDGELINES=	Poista reunaliitin
INFO_GS1DATABAR=	GS1 DataBar-viivakoodi (aiemmin RSS-viivakoodi) on myös GS1-järjestelmän viivakoodisymboli. Viivakoodin etuna on "pienempi koko, suurempi tietomäärä" ja "voi sisältää lisätietoja, kuten tuotteen viimeinen käyttöpäivä, sarjanumero jne.".
SHOWFAST=	Nopea näytön optimointi
SHOWDIR=	Näytä käyrän suunta
SIMULATIONSPD=	Simuloi lentonopeutta
TEMPERATURE=	lämpötila
SPHEREWRAP=	pallomainen kääre
ZLAYER=	Z kerros
WAITSTARTSIGOFLAYER=	Odota, että kerros alkaa käsitellä signaalia
PWMONDELAY=	PWM:n käynnistysviive
PWMONDELAYTIP2=	Portin nousevan reunan ja nousevan reunan välinen viive, kun PWM on päällä
ROTATECENZ=	Akseli Z
ERR_NOTHOME=	Akseli ei ole palannut nollaan, palaa ensin nollaan!
SPLITMODE=	jaettu tila
NOSPLIT=	ei jaettu
SPLITBYSIZE=	Jaettu koon mukaan
SPLITBYGUILDLINE=	Jaa apuviivalla
SETCURPOSASORIGIN=	Aseta nykyinen sijainti lähtöpaikaksi
FINDHOME=	löytää nolla
XTABLEMOVE=	X-akseli on alustan liike
YTABLEMOVE=	Y-akseli on alustan liike
DISPENHIDEPARAM=	Poista piilotetut kynäparametrit käytöstä
REDLIGHTDISMOTOR=	Laajennusakselin liike on kielletty
UNGROUPTEXT=	erillinen teksti
ID_EDIT_UNGROUPTEXT=	Erottelee tekstin yksittäisiksi merkeiksi\nErottelee tekstin
ENABLPINPOS=	Ota käyttöön liikkeen paikannustunnistus
POSITIONTOL=	paikkavirhe
INPOSTIME=	Saapumisaika
INPOSLIMITTIME=	aikaraja paikallaan
ERRRESETISLOW=	Virhe nollaussignaali aktiivinen matala
REMOTECTRLISLOW=	Kaukosäätimen signaali aktiivinen matala
LASERNOTENEMISS=	Laser ei pysty lähettämään valoa
ID_FILE_MACHINEPARAMETER=	Aseta laiteparametrit\nLaiteparametrit
MENU_FILE_MACHINE=	Laitteen parametrit...
DOUBLEPTMODE=	Double Dot -tila
NOCUTENTITY=	Esineet, joita ei saa leikata
INPUTIOSTATE=	tuloportin tila
ID_DRAW_ENCODERDISTANCE=	Piirrä enkooderin etäisyys\n Piirrä kooderin etäisyys
SKYWRITE=	 Tasainen merkintä (taivas kirjoitus)
RUNINDURATION=	Tuontijakso
RUNOUTDURATION=	vientisykli
RUNINDURATION10US=	Kierrätysaika käyrälle (yksikkö: 10 us)
RUNOUTDURATION10US=	Ohjauspoistumiskäyrän sykliaika (yksikkö: 10 us)
TIMELAG=	Viive aika
LASERONSHIFT=	Laser On Drift
LASERONSHIFTUS=	Laserkäynnistysdrift (yksikkö: us)
LIMITANGLE=	rajakulma
LIMITANGLEDESC=	Rajakulmaa pienemmät käyrät käyttävät automaattisesti monikulmion viivettä
OUTPUTPARAM=	lähtövalintaparametri
CHANGEWAVEDELAY=	Muuta aaltomuodon viivettä
SHOWDELAYPARAMS=	Näytä viiveparametrit
SHOWJUMPPARAM=	Näytä hyppyparametrit
HIDEPENBUTTONS=	Piilota kynäparametrit -painike
LOCK =	 lukitus
USBREMOVE_WARN=	USB-ohjauskortti on irti, sulje ohjelmisto ja käynnistä ohjelmisto uudelleen!
DESCRIPTION=	kuvata
HATCHPARAMLIB=	Täytä parametrikirjasto
SAVEPARAM=	tallenna parametrit
LOADPARAM=	Lataa parametrit
INDEX=	indeksi
RESETCCD=	Nollaa CCD
BUILDCCD=	Rakenna CCD
MOVETOCCDSTART=	Siirrä CCD-aloitusasentoon
ENCALIBRATION=	Ota CCD-korjaus käyttöön
ENCHANGEMODEL=	Ota käyttöön vaihtomallit
MODELNO=	Mallin numero
FAILHANDLE=	vikojen käsittely
ENRETRY=	Yritä uudelleen
RETYRCOUNT=	uudelleenyritysten määrä
WHENFAIL=	Kun CCD epäonnistuu
THENSTOP=	lopettaa
THENCONT=	jatka alas
THENJUMP=	hyppää hakemistoon
INPUTJUMP=	tuloportin hyppy
JUMPTO=	uudelleenohjaa osoitteeseen
CUBE=	kuutio
REVOLVEWRAP=	Pyörivä vartalokääre
ERR_NOMESH=	ei pinnallisia esineitä
BINDID=	Sido asiakastiedot
ERR_CLIENTID=	Tiedoston asiakastunnus on virheellinen!
STABLETIME=	vakaa aikataulu
ENSELLAYER=	Ota valintataso käyttöön
ERR_USERSTOPMARK=	Käyttäjä keskeytti käsittelyn
AXISERRSTOP=	Akselin liike on keskeytetty!
CLONE=	klooni
AAXISMODE=	A-akselin tila
AXISMOVEDELAY=	Akselin liikkeen viive
AXES=	akseli
MESHEDIT=	Pintamuokkaus
MERGECLOSEVERTICES=	Yhdistä samat kärjet
LASERONTCONLYUSEINSTART=	Laserkäynnistysviive on voimassa vain aloitussegmentissä
LASERPOWER=	Laservirtalähde
SYSTEMFAULT=	järjestelmävirhe
INTERNALLASERFAULT=	Sisäinen laservirhe
SHOWSKYWRITEPARAM=	Näytä yhtenäiset merkintäparametrit
DISABLESYNPRR=	Poista PRR-signaalin synkronointi käytöstä
BACKLASH=	Takaiskun kompensointi
USESPLITBOXCENASMARKCEN=	Käytä jaetun laatikon keskustaa merkintäkeskuksena
HANDWHEEL=	käsipyörä
GEARRATIO2=	välityssuhde
STARTHW=	käynnistys käsipyörä
ENDHW=	Poistu käsipyörästä
ENABLEHANDWHEEL=	Ota käsipyörä käyttöön
SCANNERFOLLOWMOUSEMOVE=	Pistetilassa galvanometri liikkuu hiiren mukana
AUTOMODE=	automaattinen tila
ENABLEAUTOADJUST=	Ota automaattinen säätö käyttöön
ACCURACYPRIORITY=	Tarkkuus ensin
SPEEDPRIORITY=	nopeus etusijalla
STARTADJUST=	aloita säätäminen
AUTOADJUSTING=	Säätyy automaattisesti...
FPKENABLETHREST2=	Estä aktivoinnin kynnysaika T2
FPKVOLTAGE=	ensimmäinen pulssin vaimennusjännite
MANUALSET=	manuaalinen asetus
LASERCOOLINGTIME=	Laserin jäähdytysaika
MENU_SORT_BYX=	Lajittele X:n mukaan
MENU_SORT_BYY=	Lajittele Y-prioriteetin mukaan
MENU_SORT_REVERSE=	käänteinen lajittelu
SMARTADJUSTMENT=	Älykkäät säätöparametrit
ENABLESMARTADJUST=	Ota älykäs säätötila käyttöön
DECMODE=	Joulukuun desimaali
HEXMODE1=	HEX hex
HEXMODE2=	hex hex
RESULT=	Vaikutus
NORMAL=	normaali
TISSMALL=	T-arvo on liian pieni
TISLARGE=	T-arvo on liian suuri
TOFFIRSTLINE=	 Ensimmäisen rivin T-korjausarvo
START=	alkaa
SMARTADJUSTTIP=	Noudata vaiheita säätääksesi parametreja, säädä ensin loppuosa ja sitten aloitussegmentti. Säädä T-parametria niin, että todellinen merkitty vaakaviiva ja pystysuora viiva leikkaavat samalla tavalla kuin normaali vaikutus.
CHECKISALREADYMARK=	Tarkista, onko teksti merkitty
CURVETOPTS=	Muunna käyrät pisteiksi
PREVIEW =	 esikatselu
ASSERT=	epänormaalia
ERR_FAIL=	epäonnistua!
MENU_GUILDLINEBOX=	Piirrä ohjelaatikko
GUILDLINEBOX=	Apulaatikko
SPLITBYGUIDELINEBOX=	Käytä apulaatikon jakoa
PLSCHOOSECARD=	Valitse kortti, jota haluat käyttää
CHANGEBMPREALDPI=	Vaihda bittikartta todellinen DPI
DISABLEAXISA=	A-akseli kielletty
ENHOMEFINISHGOTOPOS=	Ota käyttöön nollapalautus loppuun määritettyyn kohtaan
HOMINGFINISHPOS=	Määritetty paikka, johon nollan palautus päättyy
EXPOSURE=	valotus
CAMERA=	kamera
NOCUTTEXT=	jaettujen tekstimerkkien poistaminen käytöstä
CURFILEMODIFYPLSSAVEIT=	Nykyistä tiedostoa on muokattu, tallenna se ensin!
SAVETOFILE=	tallenna tiedostoon
ISSUE=	kysymys
PAUSEWHENLIMIT=	Tauko tekstin lopussa
LIMITISCONTINUE=	Tekstin raja-arvo saavutettu. Jatketaanko nollauksen jälkeen?
POWERSTANDBY=	Valmiustila virta
MESHFOLLOWROTATE=	Pinta pyörii sen mukana
LASERFAULT=	Laservika
FIBERALARM=	Kuituhälytys
SAFETYALARM1=	Turvalukitusvika
SAFETYALARM2=	Turvasilmukkahälytys
LINKALARM=	Optisen linkin vika
CRITICALALARM=	Lasersuojauksen kriittinen vika
HOTSTOP=	Lasersäteilyn virheellinen pysäytys
POWER24ALARM=	Ohjaimen 24V virtalähde vika
MAXTHREADCNT=	Laskentaketjujen enimmäismäärä
MESHRESOL=	Pintalaskelman tarkkuus
DELAY=	viive
MOTORSPEDRATIO=	Laajennettu akselinopeuden ohitus
SHOWCHECKNUM=	Näytä tarkistuskoodi
DISABLECANCELAXISMOVE=	Akselin liikkeen peruuttaminen on kielletty
OFFLINEDOGNOTFOUND=	Oikeaa donglia ei löytynyt
EZCADSTR_ARRAY_X_INCDIST=	Röntgenin inkrementaalinen etäisyys
EZCADSTR_ARRAY_Y_INCDIST=	Y-ryhmän inkrementaalinen etäisyys
EZCADSTR_ARRAY_Z_INCDIST=	Z-ryhmän inkrementaalinen etäisyys
OUTPUTANALOG=	analoginen lähtö
Voltage=	Jännite
MODE8=	pystysuora 8
MODE82=	vaakasuora 8
TCPIPSERVER=	TCP/IP-palvelin
NOCUTSMALLENT=	Älä halkaise pieniä esineitä
AUTOSAVEWHENCLOSE=	Tallenna nykyinen tiedosto automaattisesti, kun ohjelmisto suljetaan
MASK=	naamio
DISABLESTOPAXISWHENDOOROPEN=	Estä pysäytysakselin liike, kun ovi on auki
STOPAXISWHENDOOROPEN=	Pysäytä akselin liike, kun ovi on auki
STAGEFB=	Alustan palauteasema
GALVOCMD=	Galvon komentoasema
GALVOFB=	Galvon palauteasento
DISSHOWFILEPROCESS=	Estä tiedostojen käsittelyn valintaikkunat
DISSHOWCALCPROCESS=	Piilota laskentaprosessin valintaikkunan näyttö
LEVEL16=	Taso 16
STEPMODE=	Nopeuden optimointitila
SHOWSTEPMODE=	Näytön nopeuden optimointitilan parametrit
ENCODEMODE=	koodaustila
ENABLJUMPTABLEMODE=	Ota hyppyparametritaulukkotila käyttöön
ENABLJUMPTABLEMODETIP=	Kaikkien kynien hyppyparametrit saadaan automaattisesti hyppyparametritaulukosta
JUMPTABLE=	Hyppyparametritaulukko
DRAWTOL=	Piirustus pikselin tarkkuus
SHIFTOFROTARY=	Pyörimisakselin poikkeama
SERVERINFO=	palvelimen tiedot
FASTLINELASERONRATIO=	Nopea linjavalotehosuhde
STANDARDPOS=	Normaali sijainti
REALPOS=	todellinen sijainti
FLYSPEEDMONITOR=	lentonopeuden valvonta
MAXFLYSPEED=	suurin lentonopeus
STARTANDSTART=	aloituspiste yhdistettynä aloituspisteeseen
STARTANDEND=	Alku ja loppu yhdistetty
ENDANDSTART=	loppupiste yhdistetty aloituspisteeseen
ENDANDEND=	päätepisteestä päätepisteeseen
OPENCURVE=	avoin käyrä
LASERWOBBLESHOW=	Jitter-polun esikatselu
SHOWTRANSBMP=	Näytä läpinäkyvä bittikartta
DISABLECIRMODE=	Tukista ympyräkuvio
REFINEPLANECONTOUR=	Poimi tason ääriviivat
REFINECONTOURMOUSE=	Poimi tason ääriviivat: napsauta hiiren vasenta painiketta esikatsellaksesi, kaksoisnapsauta vasenta painiketta vahvistaaksesi
HORIZONALPLANE=	tasoittaa konetta
HORIZONALPLANETIP=	Napsauta hiiren vasenta painiketta valitaksesi tasotettavan tason
LASERONLAGTIME=	Laserin viive
FIRSTJUMPDELAY=	ensimmäisen hypyn viive
ENABLEHATCHLINEOVERLAP=	Ota täyttöviivan porrastettu jako käyttöön
CHARADDMODE=	merkkien lisäystila
TT_PICKSHOWALL=	Näytä kaikki objektit\nNäytä kaikki objektit
TT_PICKHIDEALL=	 Piilota kaikki objektit\nPiilota kaikki objektit
FLOATSOL=	liukulukutarkkuus
ENABLEAUTOCONNECT=	Ota automaattinen yhteys käyttöön, kun yhteys katkaistaan
CONNECTINTERVAL=	yhteysväli
DISABLEMOVEZWITHENTZ=	Poista Z-akselin siirtäminen kohteen koordinaattien perusteella käytöstä
ESCBTNSTOPAXISIMM=	Ota Esc käyttöön pysäyttääksesi akselin liikkeen välittömästi
DOYOUREALRESETALLPARAM=	Haluatko todella nollata kaikki kynäparametrit?
UPDATEDYNENT=	Päivitä dynaamiset objektit
FAILEDOPENDLCDEV=	DLC-kortin avaaminen epäonnistui
SOFTWARELICWILLEXPIRE24HOURS=	Ohjelmistolisenssi vanhenee 24 tunnin sisällä, ota yhteyttä laitetoimittajaan!
SPLITBITMAP=	jaettu bittikartta
NOGUILDLINETOSPLITBMP=	Bittikarttojen jakamiseen ei ole oppaita, piirrä ensin oppaat!
BARCODEPTMODE=	Viivakoodipisteen käsittelytila
FASTPOINT=	nopea piste -tila
FASTLINE=	nopea linja tila
FASTSTEPMODE=	Askeltila
ENABLELASEREXTOUTPUT=	Ota laserlaajennuslähtö käyttöön
LASEREXTOUTPUT=	Laajennettu laserteho
DEFAULTPARAM=	oletusparametreja
MARKFAILIO=	Merkitse epäonnistunut portti
SHOWSELECTBTNONPANEL=	Näytä Select Axis Solution -painike paneelissa
RELSPEED=	Suhteellinen nopeus
SPEEDFIELD=	nopeuskenttä
POWERFIELD=	energiakenttä
SPEEDFIELDRATIO=	nopeuskenttäsuhde
POWERFIELDRATIO=	energiakentän suhde
RATIO=	suhde
DISTRIBUTIONMODE=	Käyrän jakautumiskuvio
RESOLUTIONRATIO=	Alajaon tarkkuussuhde
DISTR_PRIMARY=	ensisijainen jakelu
DISTR_QUADRATIC=	neliöllinen jakauma
DISTR_CUBIC=	kuutio jakautuminen
VALIDINWHOLEPMARKERIOD=	Tehokas koko työstösyklin ajan
INFO_CODEBC412=	BC412-viivakoodi on jatkuva, ei-kiinteäpituinen kaksisuuntainen viivakoodi, jossa kaikki palkit ja välilyönnit edustavat tietoa; sen merkistö sisältää '0'-'9' ja 'AZ' ei sisällä 'O'; tarkistuskoodi on järjestelmän automaattisesti lisäämä.
SHOWFREQRAMPPARAM=	Näytä taajuuden lineaarimuunnosparametrit
FREQRAMPING=	Taajuuslineaarinen muunnos
CANNOTHAVESAMESN=	DLC-kortteja ei voi olla samalla sarjanumerolla!
ALLSCANNERMARKCURLAYER=	Kaikki galvanometrit käsittelevät nykyisen kerroksen
ALLSCANNERMARKCURLAYERSPLIT=	Kaikki galvanometrit on jaettu ja prosessoitu nykyistä kerrosta varten
ENCURVESYNINPORT=	Ota käyttöön käyrän synkronoinnin tuloportti
SPECIALPOS=	erityinen sijainti
SETCURPOSASSPECPOS=	Aseta nykyinen sijainti erityiseen sijaintiin
ENCURVESYNWHENCURVEEND=	Ota käyttöön käyrän lopun synkronointi
LASEREMISSION=	Laser globaali käyttöönotto [MO]
STARTDELAY=	käynnistyksen viive
ENDDELAY=	lopetusviive
LASERSYN=	Laserkytkin synkronointi päälle
ACCURATEHOME=	Tarkka palautus nollaan
AUTONAMEENT=	Nimeä objektit automaattisesti
ENTNAMESAME=	Objektin nimi on sama kuin muiden objektien nimet, nimeä uudelleen!
CREATE3DSPRING=	Luo 3D-heliksi
USECURRPOS=	käyttää nykyistä sijaintia
SETMOAFTERPW=	Aseta MO pulssinleveyden muuttamisen jälkeen
STARPULSEWIDTH=	aloituspulssin leveys
INCULSEWIDTH=	Pulssin leveyden lisäys
ONEBYONEMARKING=	Galvanometrit käsitellään järjestyksessä
STARTMARKINGLAYER=	Aloita kerrosten käsittely
INFO_AUSPOST4STATE=	Australia Post 4 -tilakoodit koostuvat neljästä palkista. Jokainen viivakoodi sisältää FCC (2 numeroa) ja DPID (8 numeroa) koodit sekä valinnaiset käyttäjätiedot. Esimerkki: FCC
INFO_DOTCODE=	DotCode-viivakoodi on 2D-viivakoodi, jonka merkistö sisältää kaikki ASCII-merkit;
INFO_JAPANPOST=	Japanin postijärjestelmä käyttää japanilaista postiviivakoodia. Kelvollisia merkkejä ovat numerot "0-9", englannin isot kirjaimet "AZ" ja yhdistävä merkki "-". Koostuu 7 numerosta (postinumero) + lisätiedoista. Kuten "27301023-20-5B604".
INFO_POSTNET=	PostNet on tarkoitettu Yhdysvaltain postipalvelulle (USPS), kelvollisia merkkejä ovat numerot "0-9", vain 5-numeroinen postinumero, 9-numeroinen postinumero+4 tai kaikki 11-numeroinen koodi.
INFO_UKROYALMAIL=	Royal Mailissa käytetään UK Royal Mail 4 -osavaltion asiakkaan viivakoodia, kelvollisia merkkejä ovat numerot "0-9" ja englannin isot kirjaimet "AZ".
INFO_DUTCHPOSTKIX=	Dutch Post KIX -viivakoodia käytetään Royal Dutch TPG Postissa, kelvollisia merkkejä ovat numerot "0-9" ja englannin isot kirjaimet "AZ".
INFO_PLANET=	PLANET on tarkoitettu Universal Postal Servicelle (USPS), kelvolliset merkit ovat numeroita "0-9", vain 11- ja 13-numeroisessa muodossa.
SPLITCURVES=	 jaettu käyrä
MINDISTTRIGGER=	Liipaisimen vähimmäisetäisyys
MINTIMETRIGGER=	Minimi laukaisuaika
AUTORESORT=	automaattinen lajittelu
MENU_SORT_MINDIST=	Lajittele vähimmäisetäisyyden mukaan
DISABLEUNDO=	Poista UNDO käytöstä (voimassa seuraavan kerran)
REDLIGHTINVERT=	Punaisen valon signaalitason inversio
SINGLEPTREPEATMODE=	Yhden pisteen toistokäsittelytila
SAVECAMERATOBMP=	Tallenna kameran kuva BMP-tiedostoon
ENBIGCURVESHORTSEGSPLIT=	Ota käyttöön suuri käyrä ja pieni segmenttitila
UNGROUPHATCHLINE=	 Riko täytetyt esineet
MENU_NODE_MOVE=	mobiili solmu
MENU_NODE_SETASSTART=	asettaa aloituspisteeksi
AXISSTATE=	akselin tila
NOTIMING=	Älä päivitä koneistusaikaa
OFFLINESENDDATA=	Offline-tila: lähetä tietoja
ENMARKPAUSEMODE=	Ota merkinnän taukotila käyttöön
DIABLEINTERIOOUTPUT=	Poista sisäinen IO-lähtö käytöstä
USERNOTOPESOFTLOCK=	Käyttäjä ei ole suorittanut mitään toimintoa pitkään aikaan, ohjelmisto on lukittu, kirjaudu sisään uudelleen!
EXTENDCURVE=	Laajenna käyrää
EXTENDLENGTH=	pidennetty pituus
ENABLEARCCMD=	Ota kaarimerkintäkomento käyttöön
SCANNERJUMP=	Galvo Jump
USEREDLIGHTCOR=	Ota punaisen valon korjaus käyttöön
PULSEENERGY=	pulssienergiaa
DISABLECHECKPWLIMIT=	Poista pulssin leveyden tarkastus käytöstä
ALWAYZOPENWHENNOTMARKING=	Sytytä aina punainen valo, kun et merkitse
ENABLEMULTICCD=	Ota multi-CCD-tila käyttöön
MULTICCDINDEX=	Multi-CCD-silmukan loppuindeksi
CUSTOMVER=	Mukautettu versio
MENU_FILE_LOGIN=	Kirjaudu sisään...
APPENDFILEMODE=	Lisää tiedostotila
RAMPMINLIMITLEN=	Linjan vähimmäispituus lineaarisessa muunnoksessa
DOUBLECURVE=	Hyperbolinen tila
BYHOUR=	tunnin välein
DISABLERESORT=	Lajittelu kielletty
WIDTHTHRESHOLD=	leveyden kynnys
MENU_SORT_MODE=	Lajittelutilan asetukset
REDUCEPOINT=	Vähennä pisteitä automaattisesti
LIMITLENGTH=	raja pituus
SINGLEPTDELAY=	Yhden pisteen intervalliviive
CALCFROMSUNDAY=	Laskettu ensimmäisestä sunnuntaista
REGISTERVARIABLE=	rekisterimuuttuja
SETPARAMMODE=	Aseta parametritila
INT=	kokonaisluku
FLOAT=	liukulukuluku
TIMEBASECOUNT=	aikaperusmäärä
SLICEENTONLYMARKONELAYER=	Viipaloidut objektit käsitellään kerros kerrallaan
DISLOCKSIGNAL=	Poista salpakäynnistyssignaali käytöstä
ENSURECOMPLETEPRODUCT=	Tuotteen takuun loppu
DISEXTLASERWHEN_CHANGEPEN=	Laserparametrien muuttaminen kynäparametreja muutettaessa on kielletty
PRJMAXZLEN=	Pystyviivan enimmäispituus
DXFUNITISUTF8=	DXF-tiedostot ovat UTF8-koodattuja
DISABLESHOWPROGDLG=	Piilota liikeprosessin valintaikkunan näyttö
ENABLECHANGECURVEDIR=	Muuta automaattisesti käyrän suuntaa, kun koneistus on käytössä
ENCHECKLASERSTATEWHENMARKING=	Ota käyttöön laserin tilan tarkistaminen käsittelyn aikana
INVALIDUSERNAME=	Virheellinen käyttäjätunnus
IDLETIME=	Intervallit
AXISPULSEWIDTH=	Akselin liikepulssin leveys
COPYSTL=	Kopioi STL
PASTESTL=	Liitä STL
GALVOXYDELAY=	Galvo XY viive
SAVEOUTPORTWHENPOWEROFF=	Tallenna lähtö, kun virta katkaistaan
NOTCHECKSTARTPORTWHENMARKING=	Aloitusporttia ei tarkisteta käsittelyn aikana
ENABLE_CHECK_MARKINGRANGE=	Ota käyttöön tarkistustyöstöalue
ERRID_MAKRSIZE_OUTRANGE=	Merkintäkoko on käsittelyalueen ulkopuolella
ARC=	kaari
INPUTSECONDSTARTPT=	Syötä toinen piste
MENU_LINEARCTOGGLE=	Linja- ja kaarikytkentä
NUMCHAREXTRACTSTR=	Merkkijonosta poimittujen merkkien kokonaismäärä
CHANGETEXT=	päivittää tekstisisältöä
NEWTEXT=	uutta tekstiä
FEEDBACKMODE=	palautetila
USEINTERNALCOR=	Käytä sisäistä korjausta
PILLOWFACTOR=	neulatyynykerroin
PARALLELISMFACTOR=	Rinnakkaiskerroin
TRAPEZOIDFACTOR=	puolisuunnikkaan muotoinen kerroin
BIDIRCOMPLEN=	Kaksisuuntainen kompensointipituus
ENABLEHWWOBBLE=	ota käyttöön laitteistovärinä
WOBBLEFREQ=	Jitter-taajuus
UNLOCK=	avata
MAXROWSOFEXPORTFILE=	Tulostiedoston rivien enimmäismäärä
ENMARK=	ota käsittely käyttöön
ALIASNAME=	alias
TOWOBBLECURVE=	Jitter polku kaarre
REFINEBOTTOMEDGEOFMESH=	Irrota pinnan alareuna
DISCHANGECHARWIDTH=	Poista merkkileveyden muuttaminen käytöstä
ENCODERABSWAP=	Encoder AB vaihdettavissa
INFO_CODE49=	Koodi 49 on monikerroksinen, jatkuva, muuttuvapituinen viivakoodisymboli. koodi 49 voi edustaa kaikkia 128 ASCII-merkkiä. Jokainen Code 49 -viivakoodisymboli koostuu 2-8 kerroksesta, jokaisessa kerroksessa on 18 palkkia ja 17 välilyöntiä.
INFO_CODE16K=	Code 16K -viivakoodi on monikerroksinen, jatkuva muuttuvapituinen viivakoodisymboli, joka voi edustaa 128 merkkiä koko ASCII-merkistöstä ja laajennettuja ASCII-merkkejä. Se käyttää UPC- ja Code128-merkkejä. 16-kerroksinen Code 16K -symboli voi edustaa 77 ASCII-merkkiä tai 154 numeromerkkiä.
CHANGEDIAMETER=	muuttaa halkaisijaa
ENDDIAMETER=	päädyn halkaisija
SNTEXTPLUS=	sarjanumero +1
SNTEXTMINUS=	sarjanumero-1
SNTEXTRESET=	Sarjanumero nollattu
CURVEFOLLOWMOVE=	Käyrä seuraa liikettä
CONTMODEUSESELFPORT=	Jatkuva tila käyttää omaa tuloaan
ENABLESPLITGAP=	Ota Split Gap käyttöön
ENABLELISTCMD=	ota luettelokomento käyttöön
XCOMPFACTO=	X-suunnan kompensointikerroin
STARTPTJUMPLEN=	Aloituspisteen hypyn pituus
XCOMPFACTOR=	X korvauskerroin
OUTPUTIOSTATE=	lähtöportin tila
DEVICESTATUSLAMP=	Laitteen tilan merkkivalo
	
CLEAR=	siivota
EXTENDSIZE=	Laajennuskoko
INCLAYERCOUNT=	Intervallikerrokset
FOCUSOFFSET=	Defocus määrä
EDGETYPE=	reunatyyppi
EDGEBOX=	suorakulmion reuna
ORIGINCONTOUR=	alkuperäinen ääriviiva
CONVEXHULLCONTOUR=	ääriviivat
MESHZOOM=	Pinnan skaalaus
ENABLEINTERDOLOOP=	Sisäisten työstösyklien käyttö
ENABLEXITPROCESS=	Ota käsittelytilasta poistuminen käyttöön
OFFSETINSIDE=	Siirretty sisäänpäin
DELETEALL=	Poista kaikki
ENABLEAPMMODE=	Ota APM-tila käyttöön
PWMDUTYCYCLE=	PWM-käyttösuhde
